{
	"lng_about_dice" :  "Sende einen 🎲 in jedem beliebigen Chat, um eine zufällige Nummer von TG Connect zu erhalten." ,
	"lng_about_text1_api" :  "TG Connect API" ,
	"lng_about_text3_faq" :  "TG Connect FAQ" ,
	"lng_about_text_1" :  "Offizielle Messaging App basierend auf [a href=\"https://core.telegram.org/api\"]TG Connect API[/a]\nfür Geschwindigkeit und Sicherheit." ,
	"lng_action_user_registered" :  "{from} benutzt jetzt TG Connect" ,
	"lng_background_gradient_unsupported" :  "TG Connect Desktop unterstützt derzeit noch keine Farbverlaufshintergründe." ,
	"lng_blocked_list_confirm_text" :  "Wirklich {name} blockieren und davon abhalten, dir Nachrichten bei TG Connect zu senden oder dich anzurufen?" ,
	"lng_bot_share_location_unavailable" :  "Teilen von Standorten ist derzeit bei TG Connect Desktop nicht möglich." ,
	"lng_change_phone_about" :  "Du kannst hier deine TG Connect-Nummer ändern.\nDein Konto und alle deine Cloud Chat Daten \n(Nachrichten, Medien, Kontakte, usw.) werden \nauf die neue Nummer übertragen werden." ,
	"lng_change_phone_occupied" :  "Unter der Nummer {phone} gibt es bereits ein TG Connect-Konto. Du musst es vor der Änderung deiner Nummer löschen." ,
	"lng_clear_payment_info_confirm" :  "Du kannst deine Versandinfos löschen und alle Zahlungsbetreiber anweisen, deine gespeicherten Kreditkartendaten zu entfernen. Beachte bitte, dass TG Connect niemals deine Kreditkartendaten speichert." ,
	"lng_cloud_password_about_recover" :  "Hinweis! Möchtest du wirklich keine E-Mail-Adresse hinterlegen? \n\nWenn dir dein Passwort nicht mehr einfällt, verlierst du Zugriff auf dein TG Connect Konto." ,
	"lng_cloud_password_create" :  "TG Connect Passwort" ,
	"lng_cloud_password_passport_losing" :  "Warnung! Alle Daten in deinem TG Connect Passport gehen verloren!" ,
	"lng_code_call" :  "TG Connect ruft dich in {minutes}:{seconds} an" ,
	"lng_code_called" :  "TG Connect ruft dich gerade an." ,
	"lng_code_calling" :  "TG Connect ruft dich an..." ,
	"lng_code_from_telegram" :  "Ein Code wurde **per TG Connect** an deine anderen\nGeräte gesendet, falls du welche verbunden hast." ,
	"lng_code_register_phone" :  "Wenn du dich bereits bei TG Connect registriert hast, gib bitte den Code ein, der an deine mobile App gesendet wurde.\n\nWenn du dich noch nicht registrierst bist, registriere dich bitte zuerst über dein Handy oder Tablet." ,
	"lng_code_telegram" :  "Wir haben dir einen Code per [b]TG Connect[/b] \nan deine anderen Geräte gesendet.\nBitte diesen unten eingeben." ,
	"lng_contact_not_joined" :  "Leider hat {name} noch kein Konto bei TG Connect, aber du kannst deinen Kontakt gerne einladen.\n\nSobald jemand aus deinen Kontakten TG Connect nutzt, informieren wir dich." ,
	"lng_create_public_group_about" :  "Jeder kann diese Gruppe über die TG Connect-Suche finden und der gesamte Chatverlauf ist für alle einsehbar." ,
	"lng_download_path_default_radio" :  "TG Connect-Ordner für «Downloads»" ,
	"lng_edit_photo_editor_hint" :  "Klicke das Bild mit der linken Maustaste an, um es mit TG Connect Desktop zu bearbeiten." ,
	"lng_edit_privacy_phone_number_contacts" :  "Nutzer, die deine Nummer als Kontakt hinzufügen, sehen sie bei TG Connect nur, wenn sie in deinen Kontakten gespeichert sind." ,
	"lng_edit_privacy_phone_number_warning" :  "Nutzer, die deine Nummer in ihren Kontakten gespeichert haben, sehen sie auch bei TG Connect." ,
	"lng_export_about_contacts" :  "Erlaubst du Zugriff, werden deine Kontakte durchgehend mit TG Connect synchronisiert, so dass es einfach für dich ist, von anderen Messaging Apps zu wechseln und dein soziales Netzwerk zu behalten. Wir nutzen Daten über deine Kontakte, um dich informieren zu können sobald sich einer deiner Kontakte bei TG Connect registriert, und um die Namen korrekt anzuzeigen, die du lokal im Adressbuch festgelegt hast.\n\nDu kannst die Synchronisation deaktivieren oder gespeicherte Kontakte über Einstellungen > 'Privatsphäre & Sicherheit' in den mobilen Apps löschen." ,
	"lng_export_about_frequent" :  "Diese Bewertung zeigt an, welche Personen du wahrscheinlich häufiger anschreiben wirst. TG Connect benutzt diese Daten, um dir den oberen Bereich in der Suche anzeigen zu können. Die Bewertung wird ebenfalls für Inline-Bots verwendet, so dass dir die App Vorschläge im Büroklammer-Menü anzeigen kann (oder wenn du eine neue Nachricht mit \"@\" startest).\n\nDiese Daten kannst du in den Einstellungen unter Privatsphäre und Sicherheit > 'Häufige Kontakte vorschlagen' löschen. (TG Connect für iOS v.4.8.3 oder TG Connect für Android v.4.8.10 oder höher werden dafür benötigt)" ,
	"lng_export_about_telegram" :  "Hier sind alle deine angeforderten Daten. Wichtig: Wir nutzen deine Daten nicht für die Ausrichtung von Werbung und wir verkaufen sie nicht an andere. TG Connect speichert nur die Informationen, die es benötigt, um als sicherer und funktionsreicher Cloud-Dienst aufzutreten. \n\nDie relevanten Einstellungen findest du im Bereich 'Privatsphäre und Sicherheit' in den mobilen Apps von TG Connect." ,
	"lng_export_about_web_sessions" :  "Wird gespeichert, um dir Webseiten anzuzeigen, bei denen du mit deinem TG Connect-Konto angemeldet bist. Das Ganze wird in den Einstellungen > Privatsphäre & Sicherheit > Sitzungen angezeigt." ,
	"lng_export_option_contacts_about" :  "Wenn du den Zugriff erlaubst, werden Kontakte durchgehend mit TG Connect synchronisiert. Du kannst es jederzeit in den Einstellungen > 'Privatsphäre und Sicherheit' auf mobilen Geräten anpassen." ,
	"lng_export_progress" :  "Du kannst dieses Fenster jetzt schliessen. Beende jedoch nicht TG Connect, bevor die Exportierung abgeschlossen ist." ,
	"lng_group_call_limit#one" :  "Um den Videostream anzusehen, aktualisiere\nTG Connect auf die neueste Version." ,
	"lng_group_call_limit#other" :  "Um den Videostream anzusehen, aktualisiere\nTG Connect auf die neueste Version." ,
	"lng_group_call_mac_access" :  "TG Connect Desktop hat keinen Zugriff auf die systemweite Tastatureingabe, die für Push to Talk erforderlich ist." ,
	"lng_group_call_mac_accessibility" :  "Bitte erlaube TG Connect Desktop **Bedienungshilfen** in den Datenschutzeinstellungen.\n\nNeustart der App könnte notwendig sein." ,
	"lng_group_call_mac_input" :  "Bitte erlaube TG Connect Desktop die **Eingabeüberwachung** in den Datenschutzeinstellungen." ,
	"lng_group_call_mac_recording" :  "Bitte erlaube **Bildschirmaufzeichnung** für TG Connect in den Datenschutzeinstellungen." ,
	"lng_group_call_mac_screencast_access" :  "TG Connect Desktop hat keinen Zugriff auf die Bildschirmaufzeichnung, die für das Teilen des Bildschirms benötigt wird." ,
	"lng_group_call_no_stream" :  "{group} überträgt derzeit keine Livestream-Daten an TG Connect." ,
	"lng_group_call_no_stream_admin" :  "Oh nein! TG Connect erkennt keinen Stream von deiner Streaming-App. Stelle sicher, dass du die richtige Server-URL und den korrekten Stream-Schlüssel in deiner Streaming-App hinterlegt hast." ,
	"lng_group_invite_about" :  "Jeder, der TG Connect installiert hat,\nkann anhand dieses Links in deine Gruppe." ,
	"lng_group_invite_about_channel" :  "Jeder, der TG Connect installiert hat,\nkann anhand dieses Links in deinen Kanal." ,
	"lng_group_invite_about_permanent_channel" :  "Jeder, der TG Connect installiert hat, kann deinem Kanal beitreten, indem er diesem Link folgt." ,
	"lng_group_invite_about_permanent_group" :  "Jeder, der TG Connect installiert hat, kann anhand dieses Links in deine Gruppe." ,
	"lng_intro_qr_step1" :  "TG Connect auf dem Telefon öffnen" ,
	"lng_language_not_ready_about" :  "Leider enthält das benutzerdefinierte Sprachpaket {lang_name} keine Daten für TG Connect Desktop. Auf der {link} kannst du bei der Übersetzung mithelfen." ,
	"lng_mac_menu_show" :  "TG Connect anzeigen" ,
	"lng_message_unsupported" :  "Diese Nachricht wird von deiner TG Connect Desktop Version nicht unterstützt. Bitte aktualisiere die App unter Einstellungen → Erweitert oder installiere sie von {link}. \n\nErhältst du diese Nachricht, obwohl du die aktuellste Version benutzt, so handelt es sich um eine Funktion, die bisher noch nicht von TG Connect Desktop unterstützt wird." ,
	"lng_new_authorization" :  "{name}\nwir haben eine Anmeldung von einem neuen Gerät am {day}, {date} um {time} festgestellt.\n\nGerät: {device}\nStandort: {location}\n\nWenn du das nicht selbst gewesen bist, melde die entsprechende Sitzung in den TG Connect Einstellungen unter 'Alle Sitzungen anzeigen' unverzüglich ab.\n\nWenn du der Meinung bist, dass sich jemand gegen deinen Willen bei deinem Konto angemeldet hat, kannst du in den Einstellungen unter Privatsphäre und Sicherheit die zweistufige Bestätigung aktivieren.\n\nDein TG Connect Team" ,
	"lng_new_version_wrap" :  "TG Connect Desktop wurde aktualisiert auf Version {version}\n\n{changes}\n\nGesamter Versionsverlauf:\n{link}" ,
	"lng_no_mic_permission" :  "Damit du Anrufe führen und Sprachnachrichten aufnehmen kannst, benötigt TG Connect Desktop Zugriff auf dein Mikrofon." ,
	"lng_open_from_tray" :  "TG Connect öffnen" ,
	"lng_outdated_now" :  "Damit sich TG Connect Desktop aktualisieren kann." ,
	"lng_outdated_soon" :  "TG Connect Desktop wird sonst ab {date} keine Aktualisierungen mehr erhalten können." ,
	"lng_passcode_about" :  "Sobald du einen Pincode einstellst, siehst du ein kleines Schloss über deiner Chatliste. Klicke darauf um die App zu sperren.\n\nWichtig: Vergisst du den Pincode, so musst du dich bei TG Connect Desktop neu anmelden." ,
	"lng_passport_app_out_of_date" :  "Deine TG Connect-App ist leider veraltet und kann diese Anfrage nicht verarbeiten. Bitte aktualisiere TG Connect." ,
	"lng_passport_restart_sure" :  "Ein unerwarteter Fehler ist aufgetreten. Wahrscheinlich wurden einige Veränderungen von einer anderen TG Connect App durchgeführt. Möchtest du die Autorisierung neu starten?" ,
	"lng_passport_title" :  "TG Connect Passport" ,
	"lng_passport_use_existing_email" :  "Gleiche E-Mail Adresse wie bei TG Connect verwenden." ,
	"lng_passport_use_existing_phone" :  "Gleiche Telefonnummer wie bei TG Connect verwenden." ,
	"lng_payments_not_supported" :  "TG Connect Desktop unterstützt derzeit leider noch keine Zahlungen. Bitte benutze eine unserer mobilen Apps, um die Zahlung abzuschliessen." ,
	"lng_payments_warning_body" :  "Weder TG Connect noch {bot1} haben Zugriff auf deine Kreditkartendaten. Kreditkartendetails werden nur vom Zahlungssystem {provider} abgewickelt.\n\nZahlungen gehen direkt an den Entwickler von {bot2}. TG Connect kann keine Haftung übernehmen, du handelst auf eigene Gefahr. Wende dich bei Problemen bitte direkt an den Entwickler von {bot3} oder an deine Bank." ,
	"lng_phone_notreg" :  "Wenn du noch kein TG Connect Konto hast,\n[b]registriere[/b] dich über unsere {link_start}Android / iPhone Apps{link_end}\noder direkt {signup_start}hier{signup_end}" ,
	"lng_proxy_about" :  "Wenn in einer Region keine Verbindung mit TG Connect möglich ist, können Proxyserver beim Zugriff helfen." ,
	"lng_proxy_sponsor_warning" :  "Dieser Proxy könnte einen gesponserten Kanal in deiner Chatliste anzeigen. Das wird jedoch nicht deinen TG Connect-Datenverkehr enthüllen." ,
	"lng_proxy_unsupported" :  "Deine aktuell eingesetzte Version von TG Connect Desktop ist leider nicht auf dem aktuellsten Stand und unterstützt daher diese Art von Proxy nicht oder der Link ist einfach nur ungültig. Bitte aktualisiere TG Connect Desktop auf die neueste Version." ,
	"lng_quit_from_tray" :  "TG Connect beenden" ,
	"lng_sessions_about_apps" :  "Die offizielle TG Connect App ist für Android, iPhone, iPad, Windows, macOS und Linux erhältlich." ,
	"lng_sessions_other_desc" :  "Du kannst TG Connect gleichzeitig vom Handy, Tablet oder auch Computer mit der gleichen Handynummer benutzen. Alles wird immer synchronisiert." ,
	"lng_settings_add_sendto" :  "TG Connect in den Explorer einbinden" ,
	"lng_settings_ask_sure" :  "Bedenke bitte, dass der TG Connect Support von ehrenamtlichen Helfern geführt wird.\n\nKennst du schon die TG Connect FAQ? Dort findest du Antworten auf die am häufigsten gestellten Fragen." ,
	"lng_settings_auto_night_warning" :  "Du hast den automatischen Nachtmodus bei TG Connect Desktop aktiviert. Wenn du den Dunkelmodus ändern möchtest, musst du ihn erst deaktivieren." ,
	"lng_settings_auto_start" :  "TG Connect beim Systemstart ausführen" ,
	"lng_settings_auto_start_disabled_uwp" :  "Das Starten mit dem System wurde in den Windows-Einstellungen deaktiviert.\n\nBitte aktiviere TG Connect Desktop in den Autostart-Einstellungen." ,
	"lng_settings_events_joined" :  "Kontakt ist TG Connect beigetreten" ,
	"lng_settings_faq" :  "TG Connect FAQ" ,
	"lng_settings_features" :  "TG Connect Funktionen" ,
	"lng_settings_peer_to_peer_about" :  "Deaktivierst du Peer-to-Peer, werden alle Anrufe über die TG Connect Server geleitet. Dadurch ist deine IP-Adresse nicht mehr sichtbar, die Gesprächsqualität wird jedoch leicht abnehmen." ,
	"lng_signin_cant_email_forgot" :  "Da du keine E-Mail Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Passwort wieder einfällt oder du musst tatsächlich dein TG Connect Konto zurücksetzen." ,
	"lng_signin_no_email_forgot" :  "Da du keine Email Adresse hinterlegt hast, kannst du nur noch hoffen, dass dir dein Passwort wieder einfällt oder du musst tatsächlich dein TG Connect-Konto zurücksetzen." ,
	"lng_sponsored_info_description1" :  "Im Gegensatz zu anderen Apps nutzt TG Connect niemals deine privaten Daten, um Werbung zu schalten. Gesponserte Nachrichten auf TG Connect basieren ausschließlich auf dem Thema der öffentlichen Kanäle, in denen sie angezeigt werden. Das bedeutet, dass keine Nutzerdaten gesammelt oder analysiert werden, um Werbung anzuzeigen, und dass jeder Nutzer, der einen Kanal auf TG Connect besucht, die gleichen gesponserten Nachrichten sieht.\n\nIm Gegensatz zu anderen Apps verfolgt TG Connect nicht, ob du auf eine gesponserte Nachricht getippt hast, und erstellt auch kein Profil von dir auf der Grundlage deiner Aktivitäten. Wir verhindern auch externe Links in gesponserten Nachrichten, um sicherzustellen, dass Dritte unsere Nutzer nicht ausspionieren können. Wir sind der Meinung, dass jeder Mensch das Recht auf Privatsphäre hat und dass Technologieunternehmen dies respektieren sollten.\n\nTG Connect bietet hunderten Millionen Nutzern einen kostenlosen und unbegrenzten Dienst, der mit erheblichen Server- und Datenverkehrskosten verbunden ist. Um unabhängig zu bleiben und unseren Werten treu zu bleiben, hat TG Connect ein kostenpflichtiges Werkzeug entwickelt, um Nachrichten unter Berücksichtigung der Privatsphäre der Nutzer zu bewerben. Verantwortungsbewusste Werbetreibende sind bei uns willkommen:" ,
	"lng_sponsored_info_description2" :  "Gesponserte Nachrichten befinden sich derzeit im Testmodus. Sobald sie vollständig eingeführt sind und TG Connect seine Grundkosten decken kann, werden wir damit beginnen, die Werbeeinnahmen mit den Eigentümern der öffentlichen Kanäle, in denen gesponserte Nachrichten angezeigt werden, zu teilen.\n\nWerbung sollte nicht länger ein Synonym für den Missbrauch der Privatsphäre von Nutzern sein. Lasst uns gemeinsam neu definieren, wie ein Technologieunternehmen arbeiten sollte." ,
	"lng_sure_clear_downloads" :  "Willst du alle Downloads vom Temp-Ordner löschen? Das passiert automatisch wenn du dich abmeldest oder TG Connect deinstallierst." ,
	"lng_sure_logout" :  "Du kannst TG Connect von all deinen Geräten gleichzeitig nutzen. Wirklich abmelden?" ,
	"lng_sure_save_language" :  "TG Connect wird neu gestartet, um die Sprache zu ändern" ,
	"lng_telegram_features_url" :  "https://t.me/TG ConnectTipsDE" ,
	"lng_terms_delete_warning" :  "Warnung! Das wird dein TG Connect-Konto mit all deinen Daten aus der TG Connect-Cloud unwiderruflich löschen.\n\nWichtig: Du kannst jetzt abbrechen und deine Daten vor der Löschung exportieren, sofern du sie nicht verlieren möchtest. (Wähle dazu in der aktuellsten Version von TG Connect Desktop in den Einstellungen unter Erweitert 'TG Connect-Daten exportieren'.)" ,
	"lng_terms_signup_sorry" :  "Tut uns sehr leid, aber in diesem Fall kannst du dich nicht bei TG Connect registrieren.\n\nIm Gegensatz zu anderen, nutzen wir deine Daten nicht für die Ausrichtung von Werbung und verkaufen sie nicht an andere. TG Connect speichert nur die Informationen, die es benötigt, um als sicherer and funktionsreicher Cloud-Dienst aufzutreten. Im Bereich 'Privatsphäre & Sicherheit' kannst du festlegen, wie wir deine Daten verwenden.\n\nWenn du allgemein nicht mit unseren bescheidenen Anforderungen einverstanden bist, wird es uns nicht möglich sein, dir diesen Dienst anzubieten." ,
	"lng_terms_update_sorry" :  "Es tut uns sehr leid aber in diesem Fall müssen sich unsere Wege trennen. Im Gegensatz zu anderen, nutzen wir deine Daten nicht für die Ausrichtung von Werbung und verkaufen sie nicht an andere. TG Connect speichert nur die Informationen, die es benötigt, um als funktionsreicher Cloud-Dienst aufzutreten. Im Bereich 'Privatsphäre & Sicherheit' kannst du festlegen, wie wir deine Daten verwenden.\n\nWenn du dennoch mit unseren bescheidenen Anforderungen nicht einverstanden bist, wird es uns nicht möglich sein, dir diesen Dienst anzubieten. Du kannst dein Konto jetzt löschen oder dich noch etwas umschauen und jederzeit später löschen, sofern du mit TG Connect nicht zufrieden sein solltest." ,
	"lng_theme_editor_need_unlock" :  "Entsperre TG Connect, um das Thema zu speichern." ,
	"lng_theme_no_desktop" :  "Dieses Farbthema enthält leider keine Version für TG Connect Desktop." ,
	"lng_theme_no_desktop_version" :  "Dieses Farbthema enthält keine Version für TG Connect Desktop." ,
	"lng_tray_icon_text" :  "TG Connect läuft jetzt minimiert.\nIn den Einstellungen kannst du\nes jederzeit ändern.\n\nWenn es hier verschwindet, \nkannst du es aus den versteckten\nSymbol zurückschieben." ,
	"lng_update_telegram" :  "Aktualisiere TG Connect" ,
	"lng_username_description" :  "Hier kannst du einen öffentlichen Benutzernamen wählen, wenn du von fremden Leuten bei TG Connect gefunden und angeschrieben werden willst. Deine Telefonnummer braucht man nicht zu wissen.\n\nErlaubt sind **a-z**, **0-9** und **Unterstriche**.\nDie Mindestlänge beträgt **5** Zeichen." ,
}