{
	"lng_open_from_tray": "Open TG Connect",
	"lng_quit_from_tray": "Quit TG Connect",
	"lng_tray_icon_text": "TG Connect is still running here,\nyou can change this from settings page.\nIf this icon disappears from tray menu,\nyou can drag it here from hidden icons.",
	"lng_error_start_minimized_passcoded": "You have set a local passcode, so TG Connect Desktop can't be launched minimised, it will ask you to enter your passcode before it can start working.",
	"lng_proxy_unsupported": "Your TG Connect Desktop version doesn't support this proxy type or the proxy link is invalid. Please update TG Connect Desktop to the latest version.",
	"lng_intro_about": "Welcome to the official TG Connect Desktop app.\nIt's fast and secure.",
	"lng_intro_qr_title": "Scan From Mobile TG Connect",
	"lng_intro_qr_step1": "Open TG Connect on your phone",
	"lng_code_from_telegram": "Please enter the code you've just received\nin your previous **TG Connect** app.",
	"lng_code_register_phone": "If you already signed up for TG Connect, please enter the code which was sent to your mobile app.\n\nIf you haven’t signed up yet, please register from your phone or tablet first.",
	"lng_code_call": "TG Connect will call you in {minutes}:{seconds}",
	"lng_code_calling": "Requesting a call from TG Connect...",
	"lng_code_called": "TG Connect dialed your number",
	"lng_bad_photo": "Sorry, TG Connect can't process that type of image.",
	"lng_update_telegram": "Update TG Connect",
	"lng_username_description": "You can choose a username on TG Connect. If you do, other people will be able to find you by this username and contact you without knowing your phone number.\n\nYou can use **a-z**, **0-9** and **underscores**.\nMinimum length is **5 characters**.",
	"lng_settings_events_joined": "Contact joined TG Connect",
	"lng_sure_save_language": "TG Connect will restart in order to change language",
	"lng_settings_auto_start": "Launch TG Connect when system starts",
	"lng_settings_auto_start_disabled_uwp": "Starting with the system was disabled in Windows Settings.\n\nPlease enable TG Connect Desktop in the Startup Apps Settings.",
	"lng_settings_add_sendto": "Place TG Connect in \"Send to\" menu",
	"lng_settings_peer_to_peer_about": "Disabling peer-to-peer will relay all calls through TG Connect servers to avoid revealing your IP address, but may slightly decrease audio quality.",
	"lng_settings_sensitive_about": "Display sensitive media in public channels on all your TG Connect devices.",
	"lng_clear_payment_info_confirm": "Delete your shipping info and instruct all payment providers to remove your saved credit cards? Note that TG Connect never stores your credit card data.",
	"lng_theme_no_desktop": "Sorry, this theme doesn't include a version for TG Connect Desktop.",
	"lng_background_gradient_unsupported": "TG Connect Desktop doesn't support gradient backgrounds yet.",
	"lng_download_path_default_radio": "TG Connect folder in system «Downloads»",
	"lng_passcode_about": "When a local passcode is set, a lock icon appears at the top of your chats list. Click it to lock the app.\n\nNote: if you forget your local passcode, you'll need to relogin in TG Connect Desktop.",
	"lng_cloud_password_about_recover": "Warning! Are you sure you don't want to\nadd a password recovery email?\n\nIf you forget your password, you will\nlose access to your TG Connect account.",
	"lng_cloud_password_passport_losing": "Warning! All data saved in your TG Connect Passport will be lost!",
	"lng_proxy_about": "Proxy servers may be helpful in accessing TG Connect if there is no connection in a specific region.",
	"lng_proxy_sponsor_about": "This channel is shown by your proxy server.\nTo remove this channel from your chats list,\ndisable the proxy in TG Connect Settings.",
	"lng_proxy_sponsor_warning": "This proxy may display a sponsored channel in your chat list. This doesn't reveal any of your TG Connect traffic.",
	"lng_settings_export_data": "Export TG Connect data",
	"lng_settings_ask_sure": "Please note that TG Connect Support is run by volunteers. We try to respond as quickly as possible, but it may take a while.\n\nPlease take a look at the TG Connect FAQ: it has important troubleshooting tips and answers to most questions.",
	"lng_settings_faq": "TG Connect FAQ",
	"lng_settings_features": "TG Connect Features",
	"lng_sessions_other_desc": "You can log in to TG Connect from other mobile, tablet and desktop devices, using the same phone number. All your data will be instantly synchronized.",
	"lng_sessions_about_apps": "The official TG Connect app is available for Android, iPhone, iPad, Windows, macOS and Linux.",
	"lng_blocked_list_confirm_text": "Do you want to block {name} from messaging and calling you on TG Connect?",
	"lng_edit_privacy_phone_number_warning": "Users who already have your number saved in the contacts will also see it on TG Connect.",
	"lng_edit_privacy_phone_number_contacts": "Users who add your number to their contacts will see it on TG Connect only if they are your contacts.",
	"lng_change_phone_about": "You can change your TG Connect number\nhere. Your account and all your cloud data\n— messages, media, contacts, etc. will be\nmoved to the new number.\n\n**Important**: all your TG Connect contacts will\nget your **new number** added to their address\nbook, provided they had your old number and\nyou haven't blocked them in TG Connect.",
	"lng_change_phone_warning": "All your TG Connect contacts will get your new number added to their address book, provided they had your old number and you haven't blocked them in TG Connect.",
	"lng_change_phone_occupied": "The number {phone} is already connected to a TG Connect account. Please delete that account before migrating to the new number.",
	"lng_message_unsupported": "This message is not supported by your version of TG Connect Desktop. Please update to the latest version in Settings, or install it from {link}",
	"lng_action_user_registered": "{from} just joined TG Connect",
	"lng_group_invite_about_permanent_group": "Anyone who has TG Connect installed will be able to join your group by following this link.",
	"lng_group_invite_about_permanent_channel": "Anyone who has TG Connect installed will be able to join your channel by following this link.",
	"lng_group_invite_qr_about": "Everyone on TG Connect can scan this code to join your group.",
	"lng_bot_share_location_unavailable": "Sorry, location sharing is currently unavailable in TG Connect Desktop.",
	"lng_about_random": "Send a {emoji} emoji to any chat to get a random number from TG Connect.",
	"lng_allow_bot_pass": "Allow {bot_name} to pass your TG Connect name and ID to the web pages you open via this bot?",
	"lng_contact_not_joined": "Unfortunately {name} has not joined TG Connect yet, but you can send them an invitation.\n\nWe will notify you about any of your contacts who join TG Connect.",
	"lng_about_text1_api": "TG Connect API",
	"lng_about_text3_faq": "TG Connect FAQ",
	"lng_new_version_wrap": "TG Connect Desktop was updated to version {version}\n\n{changes}\n\nFull version history is available here:\n{link}",
	"lng_confirm_phone_about": "Somebody with access to your phone number {phone} has requested to delete your TG Connect account and reset your 2-Step Verification password.\n\nIf this wasn't you, please enter the code we've just sent you via SMS to your number.",
	"lng_theme_editor_need_unlock": "You need to unlock TG Connect to save your theme.",
	"lng_payments_not_supported": "Sorry, TG Connect Desktop doesn't support payments yet. Please use one of our mobile apps to do this.",
	"lng_payments_warning_body": "Neither TG Connect, nor {bot1} will have access to your credit card information. Credit card details will be handled only by the payment system, {provider}.\n\nPayments will go directly to the developer of {bot2}. TG Connect cannot provide any guarantees, so proceed at your own risk. In case of problems, please contact the developer of {bot3} or your bank.",
	"lng_call_box_about": "You haven't made any TG Connect calls yet.",
	"lng_group_call_mac_access": "TG Connect Desktop does not have access to system wide keyboard input required for Push to Talk.",
	"lng_group_call_mac_input": "Please allow **Input Monitoring** for TG Connect in Privacy Settings.",
	"lng_group_call_mac_accessibility": "Please allow **Accessibility** for TG Connect in Privacy Settings.\n\nApp restart may be required.",
	"lng_group_call_mac_screencast_access": "TG Connect Desktop does not have access to screen recording required for Screen Sharing.",
	"lng_group_call_mac_recording": "Please allow **Screen Recording** for TG Connect in Privacy Settings.",
	"lng_group_call_no_stream_admin": "Oops! TG Connect doesn't see any stream coming from your streaming app. Please make sure you entered the right Server URL and Stream Key in your app..",
	"lng_group_call_no_stream": "{group} is currently not broadcasting live stream data to TG Connect.",
	"lng_no_mic_permission": "TG Connect needs access to your microphone so that you can make calls and record voice messages.",
	"lng_terms_signup_sorry": "We're very sorry, but this means you can't sign up for TG Connect.\n\nUnlike others, we don't use your data for ad targeting or other commercial purposes. TG Connect only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data in Privacy & Security settings.\n\nBut if you're generally not OK with TG Connect's modest needs, it won't be possible for us to provide this service.",
	"lng_terms_update_sorry": "We're very sorry, but this means we must part ways here. Unlike others, we don't use your data for ad targeting or other commercial purposes. TG Connect only stores the information it needs to function as a feature-rich cloud service. You can adjust how we use your data in Privacy & Security settings.\n\nBut if you're generally not OK with TG Connect's modest needs, it won't be possible for us to provide this service. You can deactivate your account now — or look around some more and deactivate it later if you feel you're not happy with the way we use your data. How does that sound?",
	"lng_terms_delete_warning": "Warning, this will irreversibly delete your TG Connect account along with all the data you store in the TG Connect cloud.\n\nWe will provide a tool to download your data before June, 23 – so you may want to wait a little before deleting.",
	"lng_passport_title": "TG Connect passport",
	"lng_passport_use_existing_phone": "Use the same phone number as on TG Connect.",
	"lng_passport_use_existing_email": "Use the same email address as on TG Connect.",
	"lng_passport_restart_sure": "An unexpected error has occurred. Perhaps some changes were made from a different TG Connect application. Would you like to restart this authorization?",
	"lng_passport_app_out_of_date": "Sorry, your TG Connect app is out of date and can't handle this request. Please update TG Connect.",
	"lng_export_option_contacts_about": "If you allow access, contacts are continuously synced with TG Connect. You can adjust this in Settings > Privacy & Security on mobile devices.",
	"lng_export_progress": "You can close this window now. Please don't quit TG Connect until the data export is completed.",
	"lng_export_about_telegram": "Here is all the data you requested. Remember: we don’t use your data for ad targeting, we don’t sell it to others, and we’re not part of any “family of companies.”\n\nTG Connect only keeps the information it needs to function as a feature-rich cloud service – for example, your cloud chats so that you can access them from any devices without using third-party backups, or your contacts so that you can rely on your existing social graph when messaging people on TG Connect.\n\nCheck out Settings > Privacy & Security on TG Connect's mobile apps for relevant settings.",
	"lng_export_about_contacts": "If you allow access, your contacts are continuously synced with TG Connect. Thanks to this, you can easily switch to TG Connect without losing your existing social graph – and connect with friends across all your devices. We use data about your contacts to let you know when they join TG Connect. We also use it to make sure that you see the names you have in your phone book instead of the screen names people choose for themselves.\n\nYou can disable contact syncing or delete your stored contacts in Settings > Privacy & Security on TG Connect's mobile apps.",
	"lng_export_about_frequent": "This rating shows which people you are likelier to message frequently. TG Connect uses this data to populate the 'People' box at the top of the Search section. This rating is also calculated for inline bots so that the app can suggest the bots you are most likely to use in the attachment menu (or when you start a new message with \"@\").\n\nTo delete this data, go to Settings > Privacy & Security and disable 'Suggest Frequent Contacts' (requires TG Connect for iOS v.4.8.3 or TG Connect for Android v.4.8.10 or higher).",
	"lng_export_about_web_sessions": "We store this to display the websites where you logged in using authentication via TG Connect. This information is shown in Settings > Privacy & Security > Active Sessions.",
	"lng_language_not_ready_about": "Unfortunately, this custom language pack ({lang_name}) doesn't contain data for TG Connect Desktop. You can contribute to this language pack using the {link}.",
	"lng_outdated_soon": "Otherwise, TG Connect Desktop will stop updating on {date}.",
	"lng_outdated_now": "So that TG Connect Desktop can update to newer versions.",
	"lng_sponsored_info_description1": "Unlike other apps, TG Connect never uses your private data to target ads. Sponsored messages on TG Connect are based solely on the topic of the public channels in which they are shown. This means that no user data is mined or analyzed to display ads, and every user viewing a channel on TG Connect sees the same sponsored messages.\n\nUnlike other apps, TG Connect doesn't track whether you tapped on a sponsored message and doesn't profile you based on your activity. We also prevent external links in sponsored messages to ensure that third parties can’t spy on our users. We believe that everyone has the right to privacy, and technological platforms should respect that.\n\nTG Connect offers a free and unlimited service to hundreds of millions of users, which involves significant server and traffic costs. In order to remain independent and stay true to its values, TG Connect developed a paid tool to promote messages with user privacy in mind. We welcome responsible advertisers at:",
	"lng_sponsored_info_description2": "Sponsored Messages are currently in test mode. Once they are fully launched and allow TG Connect to cover its basic costs, we will start sharing ad revenue with the owners of public channels in which sponsored messages are displayed.\n\nOnline ads should no longer be synonymous with abuse of user privacy. Let us redefine how a tech company should operate – together.",
	"lng_mac_menu_show": "Show TG Connect"
}
