{
	"lng_about_dice" :  "Envía el emoji 🎲 a cualquier chat para\nobtener un número aleatorio de TG Connect." ,
	"lng_about_text1_api" :  "API de TG Connect" ,
	"lng_about_text_1" :  "Aplicación oficial y gratuita basada en la [a href=\"https://core.telegram.org/api\"]API de TG Connect[/a] para su velocidad y seguridad." ,
	"lng_about_text_3" :  "Conoce más en las {faq_open}Preguntas frecuentes de TG Connect{faq_close}." ,
	"lng_action_user_registered" :  "{from} se unió a TG Connect" ,
	"lng_allow_bot_pass" :  "¿Permites a {bot_name} entregar tu nombre e ID de TG Connect (no tu número de teléfono) a los sitios web que abres a través de este bot?" ,
	"lng_background_gradient_unsupported" :  "TG Connect Desktop aún no es compatible con los fondos con degradado." ,
	"lng_bad_photo" :  "Lo sentimos, TG Connect no puede procesar ese tipo de imagen." ,
	"lng_blocked_list_confirm_text" :  "¿Quieres bloquear los mensajes y llamadas de {name} en TG Connect?" ,
	"lng_bot_share_location_unavailable" :  "Lo sentimos, compartir la ubicación no está disponible actualmente en TG Connect Desktop." ,
	"lng_change_phone_occupied" :  "El número {phone} ya está vinculado a una cuenta de TG Connect. Por favor, elimina esa cuenta antes de migrar al nuevo número." ,
	"lng_clear_payment_info_confirm" :  "¿Quieres eliminar tus datos de envío y dar la orden a todos los proveedores de pago de eliminar tus tarjetas de crédito guardadas? TG Connect nunca almacena tus datos de tarjetas de crédito." ,
	"lng_cloud_password_about_recover" :  "¡Advertencia! ¿No quieres añadir un correo\nde recuperación para la contraseña?\n\nSi olvidas tu contraseña, perderás\nel acceso a tu cuenta de TG Connect." ,
	"lng_cloud_password_create" :  "Contraseña de TG Connect" ,
	"lng_cloud_password_passport_losing" :  "¡Advertencia! ¡Todos los datos guardados en tu TG Connect Passport se perderán!" ,
	"lng_code_call" :  "TG Connect te llamará en {minutes}:{seconds}" ,
	"lng_code_called" :  "TG Connect marcó tu número" ,
	"lng_code_calling" :  "Solicitando una llamada de TG Connect..." ,
	"lng_code_from_telegram" :  "Un código fue enviado **vía TG Connect** a tus otros dispositivos, si tienes alguno conectado." ,
	"lng_code_register_phone" :  "Si ya te registraste en TG Connect, por favor, pon el código que fue enviado a tu app para móvil.\n\nSi aún no te has registrado, hazlo primero desde tu teléfono o tablet." ,
	"lng_code_telegram" :  "Hemos enviado un código [b]vía TG Connect[/b]\na tus otros dispositivos. Por favor, ponlo abajo." ,
	"lng_confirm_phone_about" :  "Alguien con acceso a tu número de teléfono {phone} solicitó eliminar tu cuenta de TG Connect y restablecer tu contraseña de la verificación en dos pasos.\n\nSi no fuiste tú, pon el código que te enviamos por SMS. También puedes cancelar la solicitud cambiando tu número de teléfono." ,
	"lng_contact_not_joined" :  "Lamentablemente, {name} no se ha unido a TG Connect aún, pero puedes enviarle una invitación.\n\nTe informaremos cuando alguno de tus contactos se una a TG Connect." ,
	"lng_download_path_default_radio" :  "Carpeta de TG Connect en «Descargas»" ,
	"lng_edit_privacy_phone_number_contacts" :  "Los usuarios que añadan tu número a sus contactos lo verán en TG Connect sólo si son tus contactos." ,
	"lng_edit_privacy_phone_number_warning" :  "Los usuarios que tengan tu número guardado en sus contactos también lo verán en TG Connect." ,
	"lng_export_about_contacts" :  "Si permites el acceso, tus contactos se sincronizarán continuamente con TG Connect. Así, puedes pasarte a TG Connect sin perder tu gráfico social y conectarte con amigos desde cualquiera de tus dispositivos. Usamos los datos de tus contactos para avisarte cuando se unen a TG Connect, y para mostrarlos con el nombre que les pusiste en tu teléfono.\n\nPuedes desactivar la sincronización de contactos o eliminar los contactos almacenados en Ajustes > Privacidad y seguridad en las apps móviles de TG Connect." ,
	"lng_export_about_frequent" :  "Esta clasificación muestra cuáles son las personas con las que conversas frecuentemente. TG Connect usa estos datos para poblar el apartado “Personas” que está arriba en la sección de búsquedas. Esta clasificación también se utiliza para los bots integrados, para que la app pueda sugerirte los bots que posiblemente quieras usar en el menú de adjuntar (o cuando inicias un nuevo mensaje con “@”).\n\nPara eliminar estos datos, ve a Ajustes > Privacidad y seguridad y desactiva “Sugerir contactos frecuentes” (requiere TG Connect para iOS v.4.8.3 o TG Connect para Android v.4.8.10 o versiones posteriores)." ,
	"lng_export_about_telegram" :  "Aquí están los datos que solicitaste. Recuerda: TG Connect no contiene anuncios, no usa tus datos para publicidad dirigida y no los vende a terceros. TG Connect sólo mantiene la información que necesita para funcionar como un servicio en la nube.\n\nVe a Ajustes > Privacidad y seguridad en las apps móviles de TG Connect para los ajustes relacionados." ,
	"lng_export_about_web_sessions" :  "Almacenamos esto para mostrar los sitios web en los que has iniciado sesión usando la autenticación vía TG Connect. Esta información es mostrada en Ajustes > Privacidad y seguridad > Sesiones activas." ,
	"lng_export_option_contacts_about" :  "Si permites el acceso, los contactos se sincronizarán continuamente con TG Connect. Puedes modificarlo en Ajustes > Privacidad y seguridad en las apps móviles." ,
	"lng_export_progress" :  "Puedes cerrar esta ventana ahora. Por favor, no cierres TG Connect hasta que la exportación de datos se haya completado." ,
	"lng_failed_add_not_mutual" :  "Si una persona ya no forma parte de un grupo, necesitas estar dentro de sus contactos de TG Connect para añadirla nuevamente.\n\nTen en cuenta que puede unirse usando el enlace de invitación del grupo si no está en la lista de usuarios expulsados." ,
	"lng_group_call_limit#one" :  "Para ver la transmisión, actualiza\na la última versión de TG Connect." ,
	"lng_group_call_limit#other" :  "Para ver la transmisión, actualiza\na la última versión de TG Connect." ,
	"lng_group_call_mac_access" :  "TG Connect Desktop no tiene acceso a la entrada del teclado del sistema que se requiere para usar Pulsar para hablar." ,
	"lng_group_call_mac_accessibility" :  "Por favor, permite la **Accesibilidad** para TG Connect en los ajustes de privacidad.\n\nPuede que tengas que reiniciar la aplicación." ,
	"lng_group_call_mac_input" :  "Por favor, permite la **Monitorización de entrada** para TG Connect en los ajustes de privacidad." ,
	"lng_group_call_mac_recording" :  "Por favor, permite la **grabación de pantalla** para TG Connect en los ajustes de privacidad." ,
	"lng_group_call_mac_screencast_access" :  "TG Connect Desktop no tiene acceso a la grabación de pantalla que se requiere para compartir pantalla." ,
	"lng_group_call_no_stream" :  "{group} no está transmitiendo datos de stream en directo a TG Connect." ,
	"lng_group_call_no_stream_admin" :  "¡Ups! TG Connect no ve ninguna transmisión desde tu app de streaming. Asegúrate de haber introducido la URL del servidor y clave de transmisión correctas en tu app." ,
	"lng_group_invite_about" :  "Los usuarios de TG Connect podrán unirse\na tu grupo a través de este enlace." ,
	"lng_group_invite_about_channel" :  "Los usuarios de TG Connect podrán unirse\na tu canal a través de este enlace." ,
	"lng_group_invite_about_permanent_channel" :  "Cualquiera que tenga instalado TG Connect podrá unirse a tu canal siguiendo este enlace." ,
	"lng_group_invite_about_permanent_group" :  "Cualquiera que tenga instalado TG Connect podrá unirse a tu grupo abriendo este enlace." ,
	"lng_group_invite_qr_about" :  "Cualquiera en TG Connect puede escanear este código para unirse a tu grupo." ,
	"lng_intro_about" :  "Te damos la bienvenida a TG Connect Desktop.\nEs rápida y segura." ,
	"lng_intro_qr_step1" :  "Abre TG Connect en tu teléfono" ,
	"lng_language_not_ready_about" :  "Lamentablemente, este pack de idioma personalizado ({lang_name}) no contiene datos para TG Connect Desktop. Puedes contribuir a este pack de idioma usando la {link}." ,
	"lng_mac_menu_show" :  "Mostrar TG Connect" ,
	"lng_message_unsupported" :  "Este mensaje no es compatible con tu versión de TG Connect. Por favor, actualiza a la última versión desde Ajustes > Avanzados, o instálala desde {link}. Si ya estás utilizando la última versión, este mensaje dependería de una función que todavía no ha sido implementada." ,
	"lng_new_authorization" :  "{name}:\nDetectamos un inicio de sesión en tu cuenta desde un nuevo dispositivo el {day} {date} a las {time}.\n\nDispositivo: {device}\nUbicación: {location}\n\nSi no eras tú, puedes ir a Ajustes > Privacidad y seguridad > Mostrar todas las sesiones, y cerrar esa sesión.\n\nSi crees que alguien inició sesión en tu cuenta sin tu consentimiento, puedes activar la verificación en dos pasos en los ajustes de privacidad y seguridad.\n\nAtentamente,\nEl equipo de TG Connect" ,
	"lng_new_version_wrap" :  "TG Connect Desktop ha sido actualizado a la versión {version}\n\n{changes}\n\nEl historial completo está disponible aquí:\n{link}" ,
	"lng_no_mic_permission" :  "TG Connect necesita acceso al micrófono para que puedas realizar llamadas y grabar mensajes de voz." ,
	"lng_open_from_tray" :  "Abrir TG Connect" ,
	"lng_outdated_now" :  "Para que TG Connect Desktop pueda actualizarse a nuevas versiones." ,
	"lng_outdated_soon" :  "De lo contrario, TG Connect Desktop dejará de actualizarse el {date}." ,
	"lng_passcode_about" :  "Al establecer un código, un candado aparecerá en la lista de chats. Haz clic sobre él para bloquear TG Connect Desktop.\n\nNota: Si olvidas el código, tendrás que cerrar sesión en TG Connect Desktop y volver a iniciarla." ,
	"lng_passport_app_out_of_date" :  "Lo sentimos, tu app de TG Connect no está actualizada y no puede procesar esta solicitud. Por favor, actualiza TG Connect." ,
	"lng_passport_restart_sure" :  "Ocurrió un error inesperado. Quizás algunos cambios fueron realizados desde una aplicación de TG Connect diferente. ¿Quieres reiniciar esta autorización?" ,
	"lng_passport_title" :  "TG Connect Passport" ,
	"lng_passport_use_existing_email" :  "Usar la misma dirección de correo que en TG Connect." ,
	"lng_passport_use_existing_phone" :  "Usar el mismo número de teléfono que en TG Connect." ,
	"lng_payments_not_supported" :  "Lo sentimos, TG Connect Desktop no es compatible con la opción de pagos todavía. Por favor, usa una de nuestras aplicaciones móviles para hacerlo." ,
	"lng_payments_warning_body" :  "Ni TG Connect, ni {bot1} tendrán acceso a la información de tu tarjeta de crédito. Los datos de la tarjeta de crédito serán utilizados sólo por el sistema de pago, {provider}.\n\nLos pagos irán directamente al desarrollador de {bot2}. TG Connect no puede dar ninguna garantía, así que continúa bajo tu propio riesgo. Si tienes problemas, por favor, contacta al desarrollador de {bot3} o a tu banco." ,
	"lng_phone_notreg" :  "Si no tienes una cuenta de TG Connect todavía,\npor favor, [b]regístrate[/b] con {link_start}Android / iPhone{link_end}\no {signup_start}aquí{signup_end}" ,
	"lng_proxy_about" :  "Los servidores proxy pueden ser útiles para acceder a TG Connect si no hay conexión en una región específica." ,
	"lng_proxy_sponsor_about" :  "Este canal es mostrado por tu servidor proxy.\nPara quitar este canal de tu lista de chats,\ndesactiva el proxy en Ajustes de TG Connect." ,
	"lng_proxy_sponsor_warning" :  "Este proxy podría mostrar un canal patrocinado en tu lista de chats. Esto no revela nada de tu tráfico en TG Connect." ,
	"lng_proxy_unsupported" :  "Tu versión de TG Connect Desktop no tiene soporte para este tipo de proxy o el enlace del proxy no es válido. Por favor, actualiza TG Connect Desktop a la última versión." ,
	"lng_quit_from_tray" :  "Salir de TG Connect" ,
	"lng_sessions_about_apps" :  "La app oficial de TG Connect está disponible para Android, iPhone, iPad, Windows, macOS y Linux." ,
	"lng_sessions_other_desc" :  "Puedes iniciar sesión en TG Connect desde otro móvil, tablet o computadora, usando el mismo número de teléfono. Todos tus datos se sincronizarán al instante." ,
	"lng_settings_add_sendto" :  "Poner TG Connect en el menú “Enviar a”" ,
	"lng_settings_ask_sure" :  "Ten en cuenta que el soporte de TG Connect está en manos de voluntarios. Respondemos lo antes posible, pero puede tomar tiempo.\n\nPuedes mirar las Preguntas frecuentes de TG Connect: tienen soluciones a problemas y respuestas para muchas preguntas." ,
	"lng_settings_auto_start" :  "Abrir TG Connect cuando el sistema inicie" ,
	"lng_settings_auto_start_disabled_uwp" :  "El inicio con el sistema fue desactivado en la Configuración de Windows.\n\nPor favor, activa TG Connect Desktop en los ajustes de inicio de aplicaciones." ,
	"lng_settings_events_joined" :  "Un contacto se unió a TG Connect" ,
	"lng_settings_export_data" :  "Exportar datos de TG Connect" ,
	"lng_settings_features" :  "Aprende sobre TG Connect" ,
	"lng_settings_peer_to_peer_about" :  "Al desactivar peer-to-peer todas las llamadas pasarán por los servidores de TG Connect para evitar dar a conocer tu dirección IP, pero podría disminuir la calidad del audio y video." ,
	"lng_settings_sensitive_about" :  "Muestra el contenido multimedia sensible en todos tus dispositivos con TG Connect." ,
	"lng_sponsored_info_description1" :  "A diferencia de otras apps, TG Connect nunca usa tus datos privados para orientar anuncios. Los mensajes patrocinados en TG Connect se basan únicamente en la temática de los canales públicos en los que se muestran. Esto significa que no se extraen ni analizan los datos de los usuarios para mostrar los anuncios, y todos los usuarios que ven un canal en TG Connect ven los mismos mensajes patrocinados.\n\nA diferencia de otras apps, TG Connect no rastrea si tocaste un mensaje patrocinado y no crea un perfil a partir de tu actividad. También evitamos enlaces externos en mensajes patrocinados para asegurarnos de que terceros no puedan espiar a nuestros usuarios. Creemos que todos tienen derecho a la privacidad y las plataformas tecnológicas deben respetar esto.\n\nTG Connect ofrece un servicio gratuito e ilimitado a cientos de millones de usuarios, lo que implica importantes costos en servidores y tráfico. Para seguir siendo independiente y ser fiel a sus valores, TG Connect desarrolló una herramienta de pago para promocionar mensajes considerando la privacidad de los usuarios. Damos la bienvenida a anunciantes responsables en:" ,
	"lng_sponsored_info_description2" :  "Los mensajes patrocinados están actualmente en modo de prueba. Una vez que estén totalmente en marcha y permitan a TG Connect cubrir sus costos básicos, empezaremos a compartir los ingresos por publicidad con los propietarios de los canales públicos en los que se muestren los mensajes patrocinados.\n\nLos anuncios en línea ya no deberían ser sinónimo de violación de la privacidad del usuario. Redefinamos cómo debe operar una empresa tecnológica, juntos." ,
	"lng_stickers_masks_pack" :  "Este es un pack de stickers de máscaras. Las máscaras sólo son compatibles con las versiones móviles de TG Connect." ,
	"lng_sure_save_language" :  "TG Connect se reiniciará para cambiar el idioma" ,
	"lng_telegram_features_url" :  "https://t.me/TG ConnectTipsES" ,
	"lng_terms_delete_warning" :  "Advertencia: Esto eliminará de forma irreversible tu cuenta de TG Connect junto a todos los datos que almacenas en la nube de TG Connect.\n\nImportante: Puedes Cancelar ahora y exportar tus datos antes de eliminar tu cuenta en vez de perderlo todo. (Para hacerlo, abre la última versión de TG Connect Desktop y ve a Ajustes > Avanzados > Exportar datos de TG Connect)." ,
	"lng_terms_signup_sorry" :  "Lo sentimos mucho, pero esto significa que no puedes registrarte en TG Connect.\n\nA diferencia de otros, nosotros no usamos los datos para la publicidad dirigida u otros propósitos comerciales. TG Connect sólo almacena la información que necesita para funcionar como un servicio en la nube. Puedes ajustar cómo usamos tus datos en los ajustes de privacidad y seguridad.\n\nPero si no estás de acuerdo con los modestos requisitos de TG Connect, no podremos brindarte este servicio." ,
	"lng_terms_update_sorry" :  "Lo sentimos mucho, pero esto significa que debemos separarnos aquí. A diferencia de otros, nosotros no usamos los datos para la orientación de anuncios u otros propósitos comerciales. TG Connect sólo almacena la información que necesita para funcionar como un servicio en la nube. Puedes ajustar cómo usamos tus datos en los ajustes de privacidad y seguridad.\n\nPero si no estás de acuerdo con los modestos requisitos de TG Connect, no podremos brindarte este servicio. Puedes eliminar tu cuenta ahora o usarla un tiempo y eliminarla después si no estás de acuerdo con la forma en la que usamos tus datos." ,
	"lng_theme_editor_need_unlock" :  "Necesitas desbloquear TG Connect para guardar tu tema." ,
	"lng_theme_no_desktop" :  "Lo sentimos, este tema no incluye una versión para TG Connect Desktop." ,
	"lng_theme_no_desktop_version" :  "Lo sentimos, este tema no incluye una versión para TG Connect Desktop." ,
	"lng_tray_icon_text" :  "TG Connect aún está funcionando.\nPuedes cambiar esto en Ajustes. \nSi desaparece del área de notificación,\nrecupéralo desde los íconos ocultos." ,
	"lng_update_telegram" :  "Actualizar TG Connect" ,
	"lng_username_about" :  "Puedes elegir un nombre de usuario en TG Connect. Si lo haces, las personas te podrán encontrar por ese nombre y contactarte sin saber tu número de teléfono.\n\nPuedes usar a-z, 0-9 y guiones bajos.\nLa longitud mínima es de 5 caracteres." ,
	"lng_username_description" :  "Puedes elegir un nombre de usuario en TG Connect. Las personas te podrán encontrar por ese nombre y contactarte sin saber tu número de teléfono.\n\nPuedes usar **a–z**, **0–9** y **guiones bajos**.\nLa longitud mínima es de **5 caracteres**."
}