{
	"lng_about_dice" :  "Envoyez un emoji 🎲 dans n'importe quel échange pour obtenir un nombre aléatoire de TG Connect." ,
	"lng_about_text1_api" :  "API TG Connect" ,
	"lng_about_text3_faq" :  "FAQ TG Connect" ,
	"lng_about_text_1" :  "Application de messagerie gratuite officielle basée sur l'[a href=\"https://core.telegram.org/api\"]API TG Connect[/a]\npour la vitesse et la sécurité." ,
	"lng_about_text_3" :  "Rendez-vous sur la {faq_open}FAQ TG Connect{faq_close} pour plus d'informations." ,
	"lng_action_user_registered" :  "{from} a rejoint TG Connect" ,
	"lng_allow_bot_pass" :  "Autoriser {bot_name} à transmettre vos nom et identifiant TG Connect aux pages web ouvertes avec ce bot ?" ,
	"lng_background_gradient_unsupported" :  "TG Connect Desktop ne supporte pas encore les arrière-plans dégradés." ,
	"lng_bad_photo" :  "TG Connect ne peut pas traiter ce type d'image." ,
	"lng_blocked_list_confirm_text" :  "Voulez-vous empêcher {name} de vous écrire et de vous appeler sur TG Connect ?" ,
	"lng_bot_share_location_unavailable" :  "Le partage de position est actuellement indisponible dans TG Connect pour bureau." ,
	"lng_call_box_about" :  "Vous n'avez pas encore passé d'appels TG Connect." ,
	"lng_call_error_camera_outdated" :  "Désolé, {user} utilise une ancienne version de TG Connect qui ne prend pas en charge les appels vidéo." ,
	"lng_change_phone_about" :  "Vous pouvez changer votre numéro TG Connect ici. Votre compte et toutes vos données (messages, médias, contacts, etc.) seront déplacés sur votre nouveau numéro." ,
	"lng_change_phone_description" :  "Vous pouvez changer votre numéro TG Connect ici. Votre compte et toutes vos données (messages, médias, contacts, etc.) seront déplacés sur votre nouveau numéro." ,
	"lng_change_phone_occupied" :  "Le numéro {phone} est déjà lié à un compte TG Connect. Supprimez ce compte avant de migrer vers ce nouveau numéro." ,
	"lng_clear_payment_info_confirm" :  "Supprimer vos informations de livraison et demander à tous les fournisseurs de paiement de supprimer vos cartes de paiement enregistrées ? Notez que TG Connect ne stocke jamais les informations relatives à votre carte de crédit." ,
	"lng_cloud_password_about_recover" :  "Attention ! Voulez-vous vraiment continuer\nsans courriel de récupération de mot de passe ?\n\nSi vous oubliez votre mot de passe, vous\nperdez accès à votre compte TG Connect." ,
	"lng_cloud_password_create" :  "Mot de passe TG Connect" ,
	"lng_cloud_password_passport_losing" :  "Attention ! Toutes les données enregistrées dans TG Connect Passport seront perdues." ,
	"lng_code_call" :  "TG Connect va vous appeler dans {minutes}:{seconds}" ,
	"lng_code_called" :  "TG Connect a composé votre numéro" ,
	"lng_code_calling" :  "Demande d'appel de TG Connect..." ,
	"lng_code_from_telegram" :  "Veuillez saisir le code que vous venez de recevoir\nsur votre application **TG Connect** précédente." ,
	"lng_code_register_phone" :  "Si vous vous êtes déjà inscrit sur TG Connect, veuillez saisir le code qui a été envoyé sur votre application mobile via TG Connect.\n\nSi vous n'êtes pas encore inscrit, veuillez d'abord vous inscrire depuis votre téléphone ou votre tablette." ,
	"lng_code_telegram" :  "Nous avons envoyé un code à vos autres appareils [b]via TG Connect[/b]. Merci de l'entrer ici." ,
	"lng_confirm_phone_about" :  "Une personne ayant accès à votre numéro {phone} a demandé à supprimer votre compte TG Connect et réinitialiser votre mot de passe de double authentification.\n\nSi ce n'était pas vous, merci de saisir le code que nous venons de vous envoyer par SMS. Vous pouvez aussi annuler cela en changeant votre numéro de téléphone pour un numéro dont vous avez le contrôle." ,
	"lng_contact_not_joined" :  "Malheureusement, {name} n'est pas encore sur TG Connect, mais vous pouvez lui envoyer une invitation.\n\nNous vous notifierons à chaque fois qu'un de vos contacts rejoint TG Connect." ,
	"lng_downloads_delete_in_cloud" :  "Les fichiers seront supprimés de votre appareil mais resteront accessible dans le cloud de TG Connect." ,
	"lng_downloads_delete_in_cloud_one" :  "Le fichier sera supprimé de votre appareil mais restera accessible dans le cloud de TG Connect." ,
	"lng_edit_privacy_phone_number_contacts" :  "Les utilisateurs qui ajoutent votre numéro à leurs contacts le verront dans TG Connect seulement s'ils figurent dans vos contacts." ,
	"lng_edit_privacy_phone_number_warning" :  "Les utilisateurs ayant déjà votre numéro dans leur carnet de contacts le verront également affiché dans TG Connect." ,
	"lng_error_start_minimized_passcoded" :  "Vous avez défini un code d'accès, TG Connect pour bureau ne peut donc pas être lancé sous forme réduite. Votre code d'accès vous sera demandé pour que l'application fonctionne." ,
	"lng_export_about_contacts" :  "Si vous autorisez l'accès, vos contacts sont synchronisés en continu avec TG Connect. Grâce à cela, vous pouvez facilement passer à TG Connect et immédiatement entrer en contact avec vos amis depuis tous vos appareils. Nous utilisons les données sur vos contacts pour vous avertir lorsqu'ils rejoignent TG Connect, et pour les afficher avec les noms que vous avez définis dans votre appareil.\n\nVous pouvez désactiver la synchronisation des contacts ou supprimer vos contacts enregistrés dans Paramètres > Confidentialité et sécurité sur les applications mobiles de TG Connect." ,
	"lng_export_about_frequent" :  "Cette note montre quelles personnes vous êtes plus susceptible de contacter fréquemment. TG Connect utilise ces données pour peupler la section \"Personnes\" en haut des résultats de recherche. Cette note est aussi calculée pour les bots intégrés, pour que l'application puisse suggérer les bots que vous êtes susceptibles d'utiliser dans le menu de pièces jointes (ou quand vous démarrez un nouveau message avec \"@\").\n\nPour supprimer ces données, allez dans Paramètres > Confidentialité et sécurité, et désactivez \"Suggérer les contacts fréquents\" (requiert TG Connect pour iOS v4.8.3 ou TG Connect pour Android v4.8.10, ou toute version ultérieure)." ,
	"lng_export_about_telegram" :  "Voici toutes les données que vous avez demandées. Rappelez-vous que TG Connect ne contient pas de publicités, vos données ne sont ni vendues ni utilisées pour du ciblage publicitaire. TG Connect ne garde que les données nécessaires à son fonctionnement.\n\nRendez-vous dans Paramètres > Confidentialité et sécurité sur une des applications mobiles de TG Connect pour accéder aux paramètres pertinents." ,
	"lng_export_about_web_sessions" :  "Nous stockons cela pour afficher les sites web où vous vous êtes connecté avec l'authentification par TG Connect. Cette information est affichée dans Paramètres > Confidentialité et sécurité > Sessions actives." ,
	"lng_export_option_contacts_about" :  "Si vous autorisez l'accès, les contacts sont synchronisés en continu avec TG Connect. Vous pouvez régler cela sur les appareils mobiles dans Paramètres > Confidentialité et sécurité." ,
	"lng_export_progress" :  "Vous pouvez fermer cette fenêtre maintenant. Merci de ne pas quitter TG Connect avant que l'export des données soit terminé." ,
	"lng_group_call_limit#one" :  "Pour voir la diffusion vidéo, veuillez\nmettre à jour votre application TG Connect." ,
	"lng_group_call_limit#other" :  "Pour voir la diffusion vidéo, veuillez\nmettre à jour votre application TG Connect." ,
	"lng_group_call_mac_access" :  "TG Connect Desktop n'a pas accès à la saisie au clavier système, requise pour la fonction Appuyer-pour-parler." ,
	"lng_group_call_mac_accessibility" :  "Veuillez autoriser **Accessibilité** pour TG Connect dans les réglages de confidentialité.\n\nUn redémarrage de l'application peut être nécessaire." ,
	"lng_group_call_mac_input" :  "Veuillez autoriser la **surveillance de l’entrée** pour TG Connect dans les réglages de confidentialité." ,
	"lng_group_call_mac_recording" :  "Veuillez autoriser **l'enregistrement d'écran** pour TG Connect dans les paramètres de confidentialité." ,
	"lng_group_call_mac_screencast_access" :  "TG Connect Desktop n'a pas accès à l'enregistrement de votre écran qui est nécessaire pour le partage d'écran." ,
	"lng_group_call_no_stream_admin" :  "Oups ! TG Connect ne trouve aucun flux provenant de votre application de streaming. Assurez vous d'avoir saisi la bonne URL de serveur et la bonne clé de diffusion dans votre application." ,
	"lng_group_invite_about" :  "Les utilisateurs de TG Connect pourront\nrejoindre votre groupe en suivant ce lien." ,
	"lng_group_invite_about_channel" :  "Les utilisateurs de TG Connect pourront\nrejoindre votre canal en suivant ce lien." ,
	"lng_group_invite_about_permanent_channel" :  "Toute personne ayant installé TG Connect pourra rejoindre votre canal en utilisant ce lien." ,
	"lng_group_invite_about_permanent_group" :  "Toute personne ayant installé TG Connect pourra rejoindre votre groupe en utilisant ce lien." ,
	"lng_group_invite_qr_about" :  "Toute personne sur TG Connect peut scanner ce code pour rejoindre votre groupe." ,
	"lng_intro_about" :  "Bienvenue dans l'application officielle de TG Connect pour bureau.\nElle est rapide et sécurisée." ,
	"lng_intro_qr_step1" :  "Ouvrez TG Connect sur votre téléphone" ,
	"lng_language_not_ready_about" :  "Malheureusement, TG Connect pour bureau n'est pas encore traduit dans cette langue personnalisée (**{lang_name}**). Vous pouvez participer à la traduction sur la {link}." ,
	"lng_mac_menu_show" :  "Afficher TG Connect" ,
	"lng_message_unsupported" :  "Ce message n'est pas pris en charge par votre version de TG Connect. Veuillez mettre à jour l'application dans Paramètres > Avancé, ou l'installer depuis {link}. Si vous utilisez déjà la dernière version, ce message peut être lié à une fonctionnalité qui n'est pas encore implémentée." ,
	"lng_new_authorization" :  "{name},\nNous avons détecté une connexion sur votre compte depuis un nouvel appareil le {day}, {date} à {time}\n\nAppareil : {device}\nPosition : {location}\n\nSi ce n'était pas vous, vous pouvez vous rendre dans Paramètres > Confidentialité et sécurité > Sessions actives pour terminer cette session.\n\nSi vous pensez que quelqu'un s'est connecté à votre compte sans votre consentement, vous pouvez activer la double authentification dans les paramètres de Confidentialité et sécurité.\n\nCordialement,\nL'équipe TG Connect" ,
	"lng_new_version_wrap" :  "TG Connect pour bureau a été mis à jour vers la version {version}\n\n{changes}\n\nL'historique complet des versions est disponible ici :\n{link}" ,
	"lng_no_mic_permission" :  "TG Connect a besoin d'accéder à votre micro pour que vous puissiez passer des appels et enregistrer des messages vocaux." ,
	"lng_open_from_tray" :  "Ouvrir TG Connect" ,
	"lng_outdated_now" :  "Afin que TG Connect Desktop puisse se mettre à jour." ,
	"lng_outdated_soon" :  "Sinon, TG Connect Desktop cessera de se mettra jour à partir du {date}." ,
	"lng_passcode_about" :  "Quand un code d'accès est défini, une icône apparaît en haut de votre liste d'échanges. Cliquez dessus pour verrouiller l'application.\n\nSi vous oubliez votre code, vous devrez vous déconnecter de TG Connect pour bureau et vous reconnecter." ,
	"lng_passport_app_out_of_date" :  "Votre application TG Connect n'est pas à jour et ne peut pas traiter cette demande. Merci de mettre à jour TG Connect." ,
	"lng_passport_restart_sure" :  "Une erreur inattendue est survenue. Des changements ont peut-être fait sur une autre application TG Connect. Voulez-vous redémarrer cette autorisation ?" ,
	"lng_passport_title" :  "TG Connect Passport" ,
	"lng_passport_use_existing_email" :  "Utiliser le même courriel que sur TG Connect." ,
	"lng_passport_use_existing_phone" :  "Utiliser le même numéro que sur TG Connect." ,
	"lng_payments_not_supported" :  "TG Connect pour bureau ne permet pas encore les paiements. Utilisez une de nos applications mobile pour cela." ,
	"lng_payments_warning_body" :  "Ni TG Connect, ni {bot1} n'auront accès aux informations de votre carte bancaire. Elles ne seront gérées que par le système de paiement, {provider}.\n\nLes paiements iront directement au développeur de {bot2}. TG Connect n'offre aucune garantie, continuez donc à votre propre risque. En cas de problème, contactez le développeur de {bot3} ou votre banque." ,
	"lng_phone_notreg" :  "Si vous n'avez pas encore de compte TG Connect,\n[b]inscrivez-vous[/b] sur {link_start}Android / iPhone{link_end} ou {signup_start}ici{signup_end}" ,
	"lng_proxy_about" :  "Les serveurs proxy permettent d'accéder à TG Connect s'il n'y pas de connexion dans une certaine région." ,
	"lng_proxy_sponsor_about" :  "Ce canal est affiché par votre proxy.\nPour le supprimer de votre liste d'échanges,\ndésactivez le proxy dans les paramètres TG Connect." ,
	"lng_proxy_sponsor_warning" :  "Ce proxy peut afficher un canal sponsorisé dans votre liste d'échanges. Votre utilisation de TG Connect ne sera pas divulguée." ,
	"lng_proxy_unsupported" :  "Votre version de TG Connect Desktop ne prend pas en charge ce type de proxy ou le lien du proxy est invalide. Veuillez mettre à jour TG Connect Desktop vers la dernière version." ,
	"lng_quit_from_tray" :  "Quitter TG Connect" ,
	"lng_sessions_about_apps" :  "L'application TG Connect officielle est disponible sur Android, iPhone, iPad, Windows, macOS et Linux." ,
	"lng_sessions_other_desc" :  "Vous pouvez vous connecter à TG Connect à partir d'autres mobiles, tablettes et ordinateur en utilisant le même numéro de téléphone. Toutes vos données seront instantanément synchronisées." ,
	"lng_settings_add_sendto" :  "Ajouter TG Connect au menu « Envoyer vers »" ,
	"lng_settings_ask_sure" :  "L'assistance TG Connect est gérée par des bénévoles. Nous essayons de répondre aussi vite que possible, mais cela peut prendre du temps.\n\nLa FAQ TG Connect répond à la plupart des questions et contient des conseils pour régler vos problèmes." ,
	"lng_settings_auto_start" :  "Lancer TG Connect au démarrage du système" ,
	"lng_settings_auto_start_disabled_uwp" :  "Le démarrage avec le système a été désactivé dans les paramètres de Windows.\n\nVeuillez activer TG Connect Desktop dans les paramètres des applications de démarrage." ,
	"lng_settings_events_joined" :  "Un contact a rejoint TG Connect" ,
	"lng_settings_export_data" :  "Exporter les données TG Connect" ,
	"lng_settings_faq" :  "FAQ TG Connect" ,
	"lng_settings_features" :  "Fonctionnalités de TG Connect" ,
	"lng_settings_peer_to_peer_about" :  "Sans pair à pair, tous les appels passeront par les serveurs TG Connect pour ne pas divulguer votre adresse IP, mais la qualité audio et vidéo peut diminuer." ,
	"lng_settings_sensitive_about" :  "Afficher les médias sensibles des canaux publics sur tous vos appareils TG Connect." ,
	"lng_sponsored_info_description1" :  "Contrairement à d'autres applications, TG Connect n'utilise jamais vos données personnelles pour du ciblage de publicité. Les messages sponsorisés sur TG Connect sont uniquement basés sur le sujet des canaux publics dans lesquels ils sont affichés. Cela signifie qu'aucune donnée utilisateur n'est exploitée ou analysée pour afficher des publicités, et que tous les utilisateurs consultant un canal sur TG Connect visualisent les mêmes messages sponsorisés.\n\nContrairement à d'autres applications, TG Connect ne vérifie pas si vous avez cliqué sur un message sponsorisé et ne vous profile pas en fonction de votre activité. Nous empêchons également les liens externes dans les messages sponsorisés afin de garantir que les tiers ne puissent pas espionner nos utilisateurs. Nous pensons que chacun a un droit à la confidentialité et que les plateformes numériques doivent respecter ce principe.\n\nTG Connect offre un service gratuit et illimité à des centaines de millions d'utilisateurs, ce qui implique des coûts de serveur et de trafic importants. Afin de rester indépendant et fidèle à ses valeurs, TG Connect a développé un outil payant pour promouvoir des messages en respectant la vie privée des utilisateurs. Nous invitons les annonceurs à consulter la page suivante :" ,
	"lng_sponsored_info_description2" :  "Les messages sponsorisés sont actuellement en mode test. Une fois qu'ils seront pleinement déployés et permettront à TG Connect de couvrir ses coûts de fonctionnement, nous commencerons à partager les revenus publicitaires avec les propriétaires des canaux publics dans lesquels les messages sponsorisés sont affichés.\n\nLes publicités en ligne ne doivent plus être synonymes d'abus de la vie privée des utilisateurs. Redéfinissons le mode de fonctionnement d'une entreprise digitale, ensemble." ,
	"lng_stickers_masks_pack" :  "Ceci est un lot de masques. Les masques sont uniquement supportés depuis les applications mobile de TG Connect." ,
	"lng_sure_save_language" :  "TG Connect va redémarrer afin de changer de langue." ,
	"lng_telegram_features_url" :  "https://t.me/TG_ConnectTipsFR" ,
	"lng_terms_delete_warning" :  "Attention, votre compte TG Connect et toutes vos données stockées sur TG Connect seront supprimés de manière irréversible.\n\nImportant : pour ne pas tout perdre, vous pouvez annuler maintenant et exporter vos données avant de supprimer votre compte. (Pour cela, ouvrez la dernière version de TG Connect pour bureau et allez dans Paramètres > Avancé > Exporter les données TG Connect.)" ,
	"lng_terms_signup_sorry" :  "Nous sommes désolés, mais cela veut dire que vous ne pouvez pas vous inscrire sur TG Connect.\n\nContrairement à d'autres, nous n'utilisons pas vos données pour du ciblage publicitaire ou d'autres fin commerciales. TG Connect ne stocke que les informations nécessaires à son fonctionnement. Vous pouvez ajuster notre utilisation de vos données dans les paramètres de confidentialité et sécurité.\n\nMais si les besoins modestes de TG Connect ne vous conviennent pas, il nous est impossible de vous fournir ce service." ,
	"lng_terms_update_sorry" :  "Nous sommes désolés, mais cela veut dire que nos chemins se séparent ici. Contrairement à d'autres, nous n'utilisons pas vos données pour du ciblage publicitaire ou d'autres fin commerciales. TG Connect ne stocke que les informations nécessaires à son fonctionnement. Vous pouvez régler notre utilisation de vos données dans les paramètres de confidentialité et sécurité.\n\nMais si les besoins modestes de TG Connect ne vous conviennent pas, il nous est impossible de vous fournir ce service. Vous pouvez désactiver votre compte maintenant, ou prendre un peu plus de temps et le désactiver plus tard si vous n'êtes pas satisfait de la façon dont nous utilisons vos données." ,
	"lng_theme_editor_attach_description" :  "Vous pouvez créer une variante pour TG Connect Desktop de votre thème basé sur vos couleurs et arrière-plan actuels. Vous pouvez également importer un thème existant ou une palette de couleurs depuis un fichier." ,
	"lng_theme_editor_need_unlock" :  "Vous devez déverrouiller TG Connect pour enregistrer votre thème. " ,
	"lng_theme_no_desktop" :  "Désolé, ce thème ne propose pas de version pour TG Connect Desktop." ,
	"lng_theme_no_desktop_version" :  "Désolé, ce thème ne propose pas de version pour TG Connect Desktop." ,
	"lng_tray_icon_text" :  "TG Connect continue de fonctionner ici,\nvous pouvez changer cela dans les paramètres.\nSi cette icône disparaît de la zone de notification,\nvous pouvez la remettre depuis les icônes cachées." ,
	"lng_update_telegram" :  "Mettre à jour TG Connect" ,
	"lng_username_about" :  "Vous pouvez choisir un nom d'utilisateur sur TG Connect. D'autres personnes pourront vous trouver grâce à ce nom et vous contacter sans avoir besoin de connaître votre numéro de téléphone.\n\nVous pouvez utiliser des lettres, des chiffres, et des tirets bas. La longueur minimale est de 5 caractères." ,
	"lng_username_description" :  "Sur TG Connect vous pouvez choisir un nom d'utilisateur. D'autres personnes pourront vous trouver grâce à ce nom d'utilisateur et vous contacter sans avoir besoin de connaître votre numéro de téléphone.\n\nVous pouvez utiliser **a-z**, **0-9** et **_**.\nLa longueur minimale est de **5 caractères**."
}