{
	"lng_about_dice" :  "Invia l'emoji 🎲 in qualsiasi chat per ricevere un numero casuale da TG Connect." ,
	"lng_about_text1_api" :  "API di TG Connect" ,
	"lng_about_text3_faq" :  "FAQ TG Connect" ,
	"lng_about_text_1" :  "App ufficiale basata sulle [a href=\"https://core.telegram.org/api\"]API di TG Connect[/a]\nper offrire velocità e sicurezza." ,
	"lng_about_text_3" :  "Visita le {faq_open}FAQ TG Connect{faq_close} per maggiori info." ,
	"lng_action_user_registered" :  "{from} si è unito a TG Connect" ,
	"lng_allow_bot_pass" :  "Consentire a {bot_name} di trasmettere il tuo nome e ID TG Connect (non il tuo numero di telefono) alle pagine web che apri tramite questo bot?" ,
	"lng_background_gradient_unsupported" :  "TG Connect Desktop non supporta ancora gli sfondi con gradiente." ,
	"lng_bad_photo" :  "Spiacenti, TG Connect non può gestire questo tipo di immagini." ,
	"lng_blocked_list_confirm_text" :  "Vuoi impedire a {name} di scriverti e chiamarti su TG Connect?" ,
	"lng_bot_share_location_unavailable" :  "Spiacenti, la condivisione della posizione non è al momento disponibile su TG Connect Desktop." ,
	"lng_call_box_about" :  "Non hai ancora effettuato alcuna chiamata TG Connect." ,
	"lng_change_phone_occupied" :  "Il numero {phone} è già connesso a un account TG Connect. Per favore elimina quell'account prima di migrare sul nuovo numero." ,
	"lng_clear_payment_info_confirm" :  "Eliminare le tue info di spedizione e ordinare a tutti i fornitori dei pagamenti di rimuovere le tue carte di credito salvate? Ricorda che TG Connect non archivia mai i dati della tua carta di credito." ,
	"lng_cloud_password_about_recover" :  "Attenzione! Non vuoi davvero\naggiungere un'email di recupero?\n\nSe dimentichi la tua password, perderai\nl'accesso al tuo account TG Connect." ,
	"lng_cloud_password_create" :  "Password di TG Connect" ,
	"lng_cloud_password_passport_losing" :  "Attenzione! Tutti i dati salvati nel tuo TG Connect Passport andranno persi!" ,
	"lng_code_call" :  "TG Connect ti chiamerà tra {minutes}:{seconds}" ,
	"lng_code_called" :  "TG Connect ti ha chiamato" ,
	"lng_code_calling" :  "Richiedo una telefonata da TG Connect..." ,
	"lng_code_from_telegram" :  "Ti è stato inviato un codice **su TG Connect** in un\naltro tuo dispositivo, se ne hai collegati." ,
	"lng_code_register_phone" :  "Se ti sei già iscritto a TG Connect, per favore inserisci il codice che è stato inviato alla tua app mobile.\n\nSe non ti sei ancora iscritto, per favore registrati prima sul tuo telefono o tablet." ,
	"lng_code_telegram" :  "Abbiamo inviato un codice [b]tramite TG Connect[/b]\nsu altri tuoi dispositivi. Inseriscilo qui sotto." ,
	"lng_confirm_phone_about" :  "Qualcuno con accesso al tuo numero di telefono {phone} ha richiesto l'eliminazione del tuo account TG Connect e il ripristino della password della verifica in due passaggi.\n\nSe non sei stato tu, per favore inserisci il codice che abbiamo appena inviato tramite SMS al tuo numero. Puoi anche annullare **cambiando il tuo numero di telefono**." ,
	"lng_contact_not_joined" :  "Sfortunatamente {name} non è ancora su TG Connect, ma puoi inviare un invito.\n\nTi notificheremo quando uno dei tuoi contatti si unisce a TG Connect." ,
	"lng_download_path_default_radio" :  "Cartella TG Connect in «Download»" ,
	"lng_edit_privacy_phone_number_contacts" :  "Gli utenti che aggiungono il tuo numero ai loro contatti lo vedranno su TG Connect solo se sono tuoi contatti." ,
	"lng_edit_privacy_phone_number_warning" :  "Gli utenti che hanno il tuo numero salvato in rubrica lo vedranno anche su TG Connect." ,
	"lng_error_start_minimized_passcoded" :  "Hai inserito un codice di blocco, quindi TG Connect Desktop non può essere avviato minimizzato; sarà richiesto l'inserimento del codice prima che possa avviarsi." ,
	"lng_export_about_contacts" :  "Se consenti l'accesso, i tuoi contatti vengono continuamente sincronizzati con TG Connect. Grazie a questo, puoi passare facilmente a TG Connect e connetterti immediatamente con gli amici su tutti i tuoi dispositivi. Utilizziamo i dati sui tuoi contatti per farti sapere quando si uniscono a TG Connect e per visualizzarli con il nome che hai impostato per loro nel telefono.\n\nPuoi disattivare la sincronizzazione dei contatti o eliminare i contatti memorizzati in Impostazioni > Privacy e sicurezza nelle app mobile di TG Connect." ,
	"lng_export_about_frequent" :  "Questa classifica mostra le persone con cui è più probabile messaggiare di frequente. TG Connect utilizza questi dati per popolare la casella 'Persone' nella parte superiore della sezione Cerca. Questa classifica è calcolata anche per i bot inline in modo che l'app possa suggerire i bot che è più probabile usare nel menu degli allegati (o quando inizi un nuovo messaggio con \"@\").\n\nPer eliminare questi dati, vai in Impostazioni > Privacy e sicurezza e disattiva 'Suggerisci contatti frequenti' (richiede TG Connect per iOS v.4.8.3 o TG Connect per Android v.4.8.10 o successivo)." ,
	"lng_export_about_telegram" :  "Ecco tutti i dati che hai richiesto. Ricorda: TG Connect è senza pubblicità, non usa i tuoi dati per il targeting degli annunci e non li vende ad altri. TG Connect conserva solo le informazioni di cui ha bisogno per funzionare come servizio cloud ricco di funzionalità.\n\nVai in Impostazioni > Privacy e sicurezza nelle app mobile di TG Connect per le impostazioni relative." ,
	"lng_export_about_web_sessions" :  "Le memorizziamo per visualizzare i siti Web in cui è stato effettuato l'accesso utilizzando l'autenticazione tramite TG Connect. Queste informazioni sono mostrate in Impostazioni > Privacy e sicurezza > Sessioni attive." ,
	"lng_export_option_contacts_about" :  "Se consenti l'accesso, i contatti vengono continuamente sincronizzati con TG Connect. Puoi regolarlo in Impostazioni > Privacy e sicurezza sui dispositivi mobili." ,
	"lng_export_progress" :  "Puoi chiudere questa finestra ora. Per favore non uscire da TG Connect fino al completamento dell'esportazione dei dati." ,
	"lng_group_call_limit#one" :  "Per vedere la trasmissione video,\naggiorna TG Connect all'ultima versione." ,
	"lng_group_call_limit#other" :  "Per vedere la trasmissione video,\naggiorna TG Connect all'ultima versione." ,
	"lng_group_call_mac_access" :  "TG Connect Desktop non ha accesso al monitoraggio dell'input della tastiera richiesto per il push to talk." ,
	"lng_group_call_mac_accessibility" :  "Per favore attiva l'**Accessibilità** per TG Connect in Sicurezza e Privacy del sistema.\n\nPotrebbe essere necessario un riavvio dell'app." ,
	"lng_group_call_mac_input" :  "Per favore attiva **Monitoraggio input** per TG Connect in Sicurezza e Privacy del sistema." ,
	"lng_group_call_mac_recording" :  "Per favore attiva la **Registrazione schermo** per TG Connect in Sicurezza e Privacy del sistema." ,
	"lng_group_call_mac_screencast_access" :  "TG Connect Desktop non ha accesso alla registrazione schermo richiesta per la condivisione schermo." ,
	"lng_group_call_no_stream" :  "{group} al momento non sta trasmettendo dati in diretta su TG Connect." ,
	"lng_group_call_no_stream_admin" :  "Ops! TG Connect non riceve alcun segnale proveniente dalla tua app di streaming. Assicurati di aver inserito l'URL server e il Codice streaming corretti nella tua app." ,
	"lng_group_invite_about" :  "Gli utenti di TG Connect potranno\nunirsi al tuo gruppo aprendo il link." ,
	"lng_group_invite_about_channel" :  "Gli utenti di TG Connect potranno unirsi\nal tuo canale aprendo questo link." ,
	"lng_group_invite_about_permanent_channel" :  "Chiunque su TG Connect potrà unirsi al tuo canale tramite questo link." ,
	"lng_group_invite_about_permanent_group" :  "Chiunque abbia TG Connect installato potrà unirsi al tuo gruppo tramite questo link." ,
	"lng_group_invite_qr_about" :  "Chiunque su TG Connect può scansionare questo codice per unirsi al tuo gruppo." ,
	"lng_intro_about" :  "Benvenuti nell'app ufficiale TG Connect Desktop.\nÈ veloce e sicura." ,
	"lng_intro_qr_step1" :  "Apri TG Connect sul tuo telefono" ,
	"lng_intro_qr_title" :  "Scansiona da TG Connect" ,
	"lng_language_not_ready_about" :  "Sfortunatamente, questa lingua personalizzata ({lang_name}) non contiene dati per TG Connect Desktop. Puoi contribuire a questa lingua usando la {link}." ,
	"lng_mac_menu_show" :  "Mostra TG Connect" ,
	"lng_message_unsupported" :  "Questo messaggio non è supportato dalla tua versione di TG Connect. Per favore, aggiorna all'ultima versione in Impostazioni > Avanzate o installala da {link}. Se stai già usando l'ultima versione, questo messaggio potrebbe dipendere da una funzionalità che non è ancora stata implementata." ,
	"lng_new_authorization" :  "{name},\nAbbiamo rilevato un accesso al tuo account da un nuovo dispositivo {day}, {date} alle {time}.\n\nDispositivo: {device}\nPosizione: {location}\n\nSe non sei tu, puoi andare in Impostazioni > Privacy e sicurezza > Mostra tutte le sessioni e terminare quella sessione.\n\nSe credi che qualcuno si sia collegato al tuo account contro il tuo volere, puoi attivare la Verifica in due passaggi nelle Impostazioni di Privacy e sicurezza. \n\nCordiali saluti, \nil team di TG Connect." ,
	"lng_new_version_wrap" :  "TG Connect Desktop si è aggiornato alla versione {version}\n\n{changes}\n\nLa cronologia degli aggiornamenti è disponibile qui:\n{link}" ,
	"lng_no_mic_permission" :  "TG Connect deve accedere al microfono per poter chiamare e registrare messaggi vocali." ,
	"lng_open_from_tray" :  "Apri TG Connect" ,
	"lng_outdated_now" :  "In modo che TG Connect Desktop possa aggiornarsi alle nuove versioni." ,
	"lng_outdated_soon" :  "Altrimenti, TG Connect Desktop smetterà di aggiornarsi il {date}." ,
	"lng_passcode_about" :  "Quando è attivo un codice, appare un'icona col lucchetto sopra la lista delle chat. Cliccala per bloccare l'app.\n\nNota: se dimentichi il codice, dovrai accedere di nuovo su TG Connect Desktop." ,
	"lng_passport_app_out_of_date" :  "Spiacenti, la tua app TG Connect non è aggiornata e non può gestire questa richiesta. Per favore aggiorna TG Connect." ,
	"lng_passport_restart_sure" :  "Si è verificato un errore imprevisto. Forse sono state fatte alcune modifiche da una diversa applicazione di TG Connect. Vuoi riavviare questa autorizzazione?" ,
	"lng_passport_title" :  "TG Connect Passport" ,
	"lng_passport_use_existing_email" :  "Usa lo stesso indirizzo email di TG Connect." ,
	"lng_passport_use_existing_phone" :  "Utilizza lo stesso numero di telefono di TG Connect." ,
	"lng_payments_not_supported" :  "Spiacenti, TG Connect Desktop non supporta i pagamenti al momento. Per favore usa una delle nostre app mobile per fare questo." ,
	"lng_payments_warning_body" :  "Né TG Connect, né {bot1} avranno accesso alle informazioni della tua carta di credito. I dettagli della tua carta di credito saranno gestiti solamente dal sistema di pagamento, {provider}.\n\nI pagamenti saranno inviati direttamente allo sviluppatore di {bot2}. TG Connect non può fornire alcuna garanzia, per cui procedi a tuo rischio. In caso di problemi, per favore contatta lo sviluppatore di {bot3} o la tua banca." ,
	"lng_phone_notreg" :  "Se non hai ancora un account TG Connect,\nper favore [b]registrati[/b] con {link_start}Android / iPhone{link_end} o {signup_start}qui{signup_end}" ,
	"lng_proxy_about" :  "I server proxy possono essere utili per accedere a TG Connect se non c'è connessione in una zona specifica." ,
	"lng_proxy_sponsor_about" :  "Questo canale è mostrato dal tuo server proxy.\nPer rimuovere il canale dalla lista chat,\ndisattiva il proxy nelle Impostazioni di TG Connect." ,
	"lng_proxy_sponsor_warning" :  "Questo proxy potrebbe mostrare un canale sponsorizzato nella tua lista chat. Questo non rivela nulla del tuo traffico TG Connect." ,
	"lng_proxy_unsupported" :  "La tua versione di TG Connect Desktop non supporta questo tipo di proxy o il link del proxy non è valido. Per favore aggiorna TG Connect Desktop all'ultima versione." ,
	"lng_quit_from_tray" :  "Chiudi TG Connect" ,
	"lng_sessions_about_apps" :  "L'app ufficiale di TG Connect è disponibile per Android, iPhone, iPad, Windows, macOS e Linux." ,
	"lng_sessions_other_desc" :  "Puoi accedere a TG Connect da altri dispositivi mobile, tablet e desktop usando lo stesso numero. Tutti i tuoi dati saranno sincronizzati istantaneamente." ,
	"lng_settings_add_sendto" :  "Inserisci TG Connect nel menu \"Invia a\"" ,
	"lng_settings_ask_sure" :  "Per favore ricorda che il supporto di TG Connect è gestito da volontari. Proviamo a rispondere quanto prima, ma potrebbe volerci del tempo.\n\nDai un'occhiata alle FAQ di TG Connect: contengono suggerimenti importanti per risolvere i problemi e risposte a quasi tutte le domande." ,
	"lng_settings_auto_start" :  "Avvia TG Connect all'avvio del sistema" ,
	"lng_settings_auto_start_disabled_uwp" :  "L'avvio automatico è stato disattivato nelle impostazioni di Windows.\n\nAbilita TG Connect Desktop nelle impostazioni delle app di avvio." ,
	"lng_settings_events_joined" :  "Un contatto si è unito a TG Connect" ,
	"lng_settings_export_data" :  "Esporta dati TG Connect" ,
	"lng_settings_faq" :  "FAQ TG Connect" ,
	"lng_settings_features" :  "Funzioni di TG Connect" ,
	"lng_settings_peer_to_peer_about" :  "Disattivando il peer-to-peer, tutte le chiamate saranno inviate tramite i server di TG Connect per evitare di rivelare l'indirizzo IP, ma la qualità audio e video potrebbe diminuire." ,
	"lng_settings_sensitive_about" :  "Mostra i media sensibili nei canali pubblici su tutti i tuoi dispositivi TG Connect." ,
	"lng_sponsored_info_description1" :  "A differenza di altre app, TG Connect non utilizza mai i tuoi dati privati per personalizzare gli annunci. I messaggi sponsorizzati su TG Connect si basano esclusivamente sull'argomento dei canali pubblici in cui vengono mostrati. Questo significa che nessun dato dell'utente viene raccolto o analizzato per mostrare gli annunci, e ogni utente che visualizza un canale su TG Connect vede gli stessi messaggi sponsorizzati.\n\nA differenza di altre app, TG Connect non traccia il fatto che tu abbia toccato un messaggio sponsorizzato e non ti profila in base alla tua attività. I link esterni non sono permessi nei messaggi sponsorizzati per garantire che terze parti non possano spiare i nostri utenti. Crediamo che tutti abbiano il diritto alla privacy e le piattaforme tecnologiche dovrebbero rispettarlo.\n\nTG Connect offre un servizio gratuito e illimitato a centinaia di milioni di utenti, il che comporta notevoli costi per i server e il traffico. Per rimanere indipendente e rimanere fedele ai suoi valori, TG Connect ha sviluppato uno strumento a pagamento per promuovere i messaggi, tenendo conto della privacy degli utenti. Diamo il benvenuto agli inserzionisti responsabili su:" ,
	"lng_sponsored_info_description2" :  "I messaggi sponsorizzati sono attualmente in fase di test. Una volta che saranno completamente operativi e consentiranno a TG Connect di coprire i suoi costi di base, inizieremo a condividere le entrate pubblicitarie con i proprietari dei canali pubblici in cui vengono visualizzati i messaggi sponsorizzati.\n\nLe pubblicità online non dovrebbero più essere sinonimo di abuso della privacy dell'utente. Ridefiniamo come un'azienda tecnologica dovrebbe agire – insieme." ,
	"lng_stickers_masks_pack" :  "Questo è un set di maschere. Le maschere sono supportate solo dalle versioni mobile di TG Connect." ,
	"lng_sure_save_language" :  "TG Connect si riavvierà per cambiare lingua" ,
	"lng_telegram_features_url" :  "https://t.me/TG_ConnectTipsIT" ,
	"lng_terms_delete_warning" :  "Attenzione, questo cancellerà irreversibilmente il tuo account TG Connect insieme a tutti i dati che archivi nel cloud di TG Connect.\n\nImportante: Puoi annullare adesso ed esportare i tuoi dati prima di eliminare il tuo account invece che perdere tutto. (Per farlo, apri l'ultima versione di TG Connect Desktop e vai in Impostazioni > Avanzate > Esporta dati TG Connect.)" ,
	"lng_terms_signup_sorry" :  "Siamo spiacenti, ma questo significa che non puoi iscriverti a TG Connect.\n\nA differenza di altri, non utilizziamo i tuoi dati per il targeting degli annunci o altri scopi commerciali. TG Connect conserva solo le informazioni di cui ha bisogno per funzionare come servizio cloud ricco di funzionalità. Puoi regolare il modo in cui utilizziamo i tuoi dati nelle impostazioni di Privacy e sicurezza.\n\nMa se in genere non sei d'accordo con le modeste esigenze di TG Connect, non sarà possibile per noi fornirti questo servizio." ,
	"lng_terms_update_sorry" :  "Siamo molto dispiaciuti, ma questo significa che dobbiamo separarci qui. A differenza di altri, non utilizziamo i tuoi dati per il targeting degli annunci o altri scopi commerciali. TG Connect memorizza solo le informazioni necessarie per funzionare come servizio cloud ricco di funzionalità. Puoi regolare il modo in cui utilizziamo i tuoi dati nelle impostazioni di Privacy e sicurezza.\n\nMa se in genere non sei d'accordo con le modeste esigenze di TG Connect, non sarà possibile per noi fornire questo servizio. Puoi eliminare il tuo account ora — o guardarti intorno ancora e cancellarlo più tardi se ritieni di non essere soddisfatto del modo in cui usiamo i tuoi dati." ,
	"lng_theme_editor_need_unlock" :  "Devi sbloccare TG Connect per salvare il tuo tema." ,
	"lng_theme_no_desktop" :  "Spiacenti, questo tema non include una versione per TG Connect Desktop." ,
	"lng_theme_no_desktop_version" :  "Spiacenti, questo tema non include una versione per TG Connect Desktop." ,
	"lng_tray_icon_text" :  "TG Connect è ancora attivo qui,\npuoi cambiarlo nelle impostazioni.\nSe l'icona di notifica scompare,\npuoi recuperarla dalle icone nascoste." ,
	"lng_update_telegram" :  "Aggiorna TG Connect" ,
	"lng_username_about" :  "Puoi scegliere un username su TG Connect.\nSe lo fai, le persone potranno trovarti\ntramite questo username e contattarti \nsenza aver bisogno del tuo numero di telefono.\n\nPuoi usare a-z, 0-9 e underscore.\nLa lunghezza minima è 5 caratteri." ,
	"lng_username_description" :  "Puoi scegliere un username su TG Connect. Se lo fai, le persone potranno trovarti tramite questo username e contattarti senza conoscere il tuo numero di telefono.\n\nPuoi usare **a-z**, **0-9** e **underscore**.\nLa lunghezza minima è **5 caratteri**."
}