{
	"lng_about_text1_api" :  "TG Connect API" ,
	"lng_about_text3_faq" :  "Вопросы о TG Connect" ,
	"lng_about_text_1" :  "Официальное бесплатное приложение для быстрого и безопасного обмена сообщениями на основе [a href=\"https://core.telegram.org/api\"]TG Connect API[/a]." ,
	"lng_about_text_3" :  "Подробнее — в \n{faq_open}ответах на популярные вопросы о TG Connect{faq_close}." ,
	"lng_action_user_registered" :  "{from} теперь в TG Connect" ,
	"lng_allow_bot_pass" :  "Разрешить боту {bot_name} передавать Ваши имя и id в TG Connect тем сайтам, которые Вы откроете с его помощью?" ,
	"lng_background_gradient_unsupported" :  "Приложение TG Connect для компьютера пока не поддерживает градиентные фоны." ,
	"lng_blocked_list_confirm_text" :  "Запретить {name} писать Вам сообщения и звонить через TG Connect?" ,
	"lng_bot_share_location_unavailable" :  "В TG Connect Desktop пока нельзя делиться геопозицией." ,
	"lng_change_phone_occupied" :  "Номер {phone} уже привязан к аккаунту в TG Connect. Удалите тот аккаунт, прежде чем перейти на новый номер." ,
	"lng_clear_payment_info_confirm" :  "Удалить данные о доставке и запросить удаление сохраненных кредитных карт у платёжных провайдеров? Обратите внимание, что сам TG Connect не хранит информацию о Ваших кредитных картах." ,
	"lng_cloud_password_about_recover" :  "Внимание! Вы точно не хотите добавить почтовый адрес для восстановления пароля?\n\nЕсли Вы забудете пароль, то потеряете доступ к своему аккаунту TG Connect." ,
	"lng_cloud_password_create" :  "Пароль TG Connect" ,
	"lng_cloud_password_passport_losing" :  "Внимание! Все данные, сохранённые в Вашем TG Connect Passport, будут потеряны!" ,
	"lng_code_call" :  "TG Connect позвонит Вам через {minutes}:{seconds}." ,
	"lng_code_called" :  "TG Connect набрал Ваш номер" ,
	"lng_code_calling" :  "Запрос звонка от TG Connect..." ,
	"lng_code_from_telegram" :  "Если Вы используете приложение на других устройствах, код для входа был отправлен **через TG Connect**." ,
	"lng_code_register_phone" :  "Если Вы уже зарегистрированы в TG Connect, введите код, который отправлен в Ваше мобильное приложение через TG Connect.\n\nЕсли у Вас пока нет аккаунта, пожалуйста, сначала зарегистрируйтесь с телефона или планшета." ,
	"lng_code_telegram" :  "Код отправлен в другое приложение [b]TG Connect[/b].\nПожалуйста, введите его здесь." ,
	"lng_contact_not_joined" :  "К сожалению, {name} пока не пользуется TG Connect, но Вы можете отправить приглашение.\n\nКогда кто-либо из Ваших контактов регистрируется в TG Connect, Вы будете получать уведомление." ,
	"lng_download_path_default_radio" :  "Папка TG Connect в «Загрузках» системы" ,
	"lng_edit_privacy_calls_description" :  "Вы можете выбрать, кто может позвонить Вам через TG Connect." ,
	"lng_edit_privacy_phone_number_contacts" :  "Пользователи, которые сохранили Ваш номер в телефонную книгу, будут видеть его в TG Connect, только если Вы добавили их в контакты." ,
	"lng_edit_privacy_phone_number_warning" :  "Пользователи, которые уже знают Ваш номер и сохранили его в телефонную книгу, будут видеть его и в TG Connect." ,
	"lng_export_about_contacts" :  "Если Вы разрешаете приложению доступ к контактам, актуальная информация о них постоянно синхронизируется с TG Connect. Это позволяет Вам найти здесь тех, кого Вы уже знаете, и общаться с друзьями с любого устройства. Мы используем информацию о контактах, чтобы оповещать Вас, когда кто-то из них присоединяется к TG Connect, а также чтобы показывать имена пользователей так, как они записаны в Вашей телефонной книге.\n\nВы можете отключить синхронизацию или удалить сохранённые контакты в настройках TG Connect > Конфиденциальность и безопасность. " ,
	"lng_export_about_frequent" :  "Этот рейтинг показывает, каким пользователям Вы чаще всего пишете. TG Connect использует эту информацию, чтобы показывать подсказки в блоке «Люди» вверху в разделе поиска. Такой рейтинг также подсчитывается для инлайн-ботов, чтобы показывать тех, которыми Вы часто пользуетесь (подсказки в меню вложений или когда Вы начинаете сообщение с символа @).\n\nЧтобы удалить эту информацию, зайдите в Настройки > Конфиденциальность и безопасность > отключите опцию «Подсказка людей при поиске» (требуется TG Connect для iOS версии 4.8.3 или TG Connect для Android версии 4.8.10 или выше)." ,
	"lng_export_about_telegram" :  "Здесь те данные, которые Вы запрашивали. Напоминаем, что мы не используем информацию о Вас для рекламы и не продаём её другим. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться TG Connect.\n\nУправлять доступом можно в настройках приложения > Конфиденциальность и безопасность." ,
	"lng_export_about_web_sessions" :  "Мы храним эту информацию, чтобы показывать сайты, где Вы авторизовались через TG Connect. Вы можете просмотреть их в Настройки > Конфиденциальность и безопасность > Активные сеансы." ,
	"lng_export_option_contacts_about" :  "Если Вы разрешаете приложению доступ к контактам, информация о них постоянно синхронизируется с TG Connect. Отключить синхронизацию можно с мобильных устройств в настройках приложения > Конфиденциальность и безопасность." ,
	"lng_export_progress" :  "Это окно можно пока закрыть. Пожалуйста, не выходите из TG Connect, пока экспорт не завершится." ,
	"lng_group_call_limit#few" :  "Для доступа к видео обновите\nTG Connect до последней версии" ,
	"lng_group_call_limit#many" :  "Для доступа к видео обновите\nTG Connect до последней версии" ,
	"lng_group_call_limit#one" :  "Для доступа к видео обновите\nTG Connect до последней версии" ,
	"lng_group_call_limit#other" :  "Для доступа к видео обновите\nTG Connect до последней версии" ,
	"lng_group_call_mac_access" :  "Чтобы Вы могли использовать горячие клавиши для управления микрофоном, TG Connect нужен доступ к отслеживанию ввода с клавиатуры." ,
	"lng_group_call_mac_accessibility" :  "Необходимо разрешить для TG Connect **Универсальный доступ** в настройках Конфиденциальности.\n\nВозможно, потребуется перезапустить приложение." ,
	"lng_group_call_mac_input" :  "Необходимо разрешить для TG Connect **Мониторинг ввода** в системных настройках Конфиденциальности." ,
	"lng_group_call_mac_recording" :  "Вы можете разрешить **запись экрана** для TG Connect в системных настройках." ,
	"lng_group_call_mac_screencast_access" :  "Приложение TG Connect Desktop не имеет доступа к записи экрана. Это необходимо для трансляции экрана." ,
	"lng_group_call_no_stream_admin" :  "TG Connect пока не видит трансляции из Вашей программы для стриминга. Пожалуйста, убедитесь, что указали в ней корректный ключ трансляции и ссылку на сервер." ,
	"lng_group_invite_about" :  "По этой ссылке пользователи TG Connect\nсмогут присоединиться к Вашей группе." ,
	"lng_group_invite_about_channel" :  "По этой ссылке пользователи TG Connect\nсмогут присоединиться к Вашему каналу." ,
	"lng_group_invite_about_permanent_channel" :  "Любой пользователь TG Connect сможет подписаться на Ваш канал, перейдя по этой ссылке." ,
	"lng_group_invite_about_permanent_group" :  "Любой пользователь TG Connect сможет вступить в Вашу группу, перейдя по этой ссылке." ,
	"lng_intro_about" :  "Добро пожаловать в TG Connect для ПК.\nБыстрый и безопасный официальный клиент." ,
	"lng_intro_qr_step1" :  "Запустите TG Connect на телефоне" ,
	"lng_language_not_ready_about" :  "К сожалению, в этом неофициальном переводе ({lang_name}) нет текстов приложения TG Connect для ПК. Вы можете использовать {link}, чтобы помочь с переводом приложения." ,
	"lng_mac_menu_show" :  "Показать TG Connect" ,
	"lng_message_unsupported" :  "Это сообщение не поддерживается в Вашей версии TG Connect. Пожалуйста, обновитесь до последней версии через Настройки > Расширенные или установите её по ссылке  {link}. Если Вы уже используете свежую версию приложения, возможно, в сообщении используется нововведение, которое пока не поддерживается." ,
	"lng_new_authorization" :  "{name},\n{day}, {date} в {time} в Ваш аккаунт выполнен вход с нового устройства.\n\nУстройство: {device}\nМесто: {location}\n\nЕсли это были не Вы, перейдите в Настройки > Конфиденциальность > Показать все сеансы и завершите этот сеанс.\n\nЕсли Вы считаете, что кто-то вошёл в аккаунт без Вашего ведома, советуем включить двухэтапную аутентификацию в разделе Конфиденциальность.\n\nКоманда TG Connect" ,
	"lng_new_version_wrap" :  "TG Connect Desktop обновился до версии {version}\n\n{changes}\n\nВся история изменений доступна здесь:\n{link}" ,
	"lng_no_mic_permission" :  "Чтобы Вы могли пользоваться звонками и записывать голосовые сообщения, TG Connect требуется доступ к микрофону." ,
	"lng_open_from_tray" :  "Открыть TG Connect" ,
	"lng_outdated_now" :  "Чтобы приложение TG Connect могло получать обновления." ,
	"lng_passcode_about" :  "Когда код-пароль включен, в списке чатов появляется значок замка для блокировки и разблокировки приложения.\n\nВажно: если Вы забудете код-пароль, нужно будет выйти и заново авторизоваться в TG Connect Desktop." ,
	"lng_passport_app_out_of_date" :  "К сожалению, Ваша версия приложения устарела и не может обработать этот запрос. Пожалуйста, обновите TG Connect." ,
	"lng_passport_restart_sure" :  "Произошла неизвестная ошибка. Возможно, в другом приложении TG Connect внесли какие-либо изменения. Перезапустить эту авторизацию?" ,
	"lng_passport_title" :  "TG Connect Passport" ,
	"lng_passport_use_existing_email" :  "Используйте тот же адрес электронной почты, что и в TG Connect." ,
	"lng_passport_use_existing_phone" :  "Используйте тот же номер телефона, что и в TG Connect." ,
	"lng_payments_not_supported" :  "К сожалению, TG Connect Desktop ещё не поддерживает платежи. Пожалуйста, используйте для этого наши мобильные приложения." ,
	"lng_payments_warning_body" :  "Ни TG Connect, ни {bot1} не будут иметь доступа к Вашей платёжной информации. Все реквизиты карт обрабатываются только платёжной системой, {provider}.\n\nОплата осуществляется напрямую разработчику {bot2}. TG Connect не может предоставить никаких гарантий. В случае любых проблем, пожалуйста, свяжитесь с разработчиком {bot3} или своим банком." ,
	"lng_phone_notreg" :  "Если у Вас ещё нет аккаунта TG Connect, [b]зарегистрируйтесь[/b] с {link_start}Android / iPhone{link_end} или {signup_start}здесь{signup_end}" ,
	"lng_proxy_about" :  "Использование прокси-сервера может помочь, если TG Connect не удаётся установить соединение в Вашем регионе." ,
	"lng_proxy_sponsor_about" :  "Этот канал показан прокси-сервером.\nЧтобы убрать канал из списка Ваших чатов, \nотключите прокси в настройках TG Connect." ,
	"lng_proxy_unsupported" :  "Ссылка некорректна или тип прокси-сервера не поддерживается в TG Connect Desktop. Убедитесь, что используете последнюю версию приложения." ,
	"lng_quit_from_tray" :  "Закрыть TG Connect" ,
	"lng_self_destruct_description" :  "Если за это время Вы ни разу не заглянете в TG Connect, аккаунт будет удалён вместе со всеми группами, сообщениями и контактами." ,
	"lng_sessions_about_apps" :  "Официальные приложения TG Connect доступны для Android, iPhone, iPad, Windows, macOS и Linux." ,
	"lng_sessions_other_desc" :  "Вы можете войти в TG Connect с другого смартфона, планшета или компьютера, используя тот же номер телефона. Все Ваши данные будут мгновенно синхронизированы." ,
	"lng_settings_ask_sure" :  "Пожалуйста, обратите внимание, что в поддержке TG Connect отвечают волонтёры. Мы постараемся помочь как можно быстрее, но ожидание может занять время.\n\nОзнакомьтесь с часто задаваемыми вопросами о TG Connect: там Вы найдёте ответы на большинство вопросов и важные советы по устранению неполадок." ,
	"lng_settings_auto_start" :  "Запускать TG Connect при запуске системы" ,
	"lng_settings_auto_start_disabled_uwp" :  "Запуск вместе с системой отключён в настройках Windows.\n\nВы можете включить его для TG Connect Desktop в настройках запуска приложений." ,
	"lng_settings_events_joined" :  "Контакт присоединился к TG Connect" ,
	"lng_settings_export_data" :  "Экспорт данных из TG Connect" ,
	"lng_settings_faq" :  "Вопросы о TG Connect" ,
	"lng_settings_features" :  "Возможности TG Connect" ,
	"lng_settings_peer_to_peer_about" :  "Если выключить peer-to-peer, все звонки будут идти через серверы TG Connect. Собеседник не сможет узнать Ваш IP-адрес, но качество звука может немного ухудшиться." ,
	"lng_sponsored_info_description1" :  "В отличие от других приложений, TG Connect не использует ваши личные данные для таргетирования рекламы. Рекламные сообщения в TG Connect зависят исключительно от тематики публичных каналов, в которых они отображаются. Это означает, что личные данные пользователей не собираются и не анализируются для отображения рекламы и все пользователи, просматривающие тот или иной канал в TG Connect, видят одинаковые рекламные сообщения.\n\nВ отличие от других приложений, TG Connect не отслеживает, перешли ли вы по рекламному сообщению, и не создает на вас \"досье\" на основе вашей активности. Мы также запретили использовать внешние ссылки в рекламных сообщениях, чтобы третьи стороны не могли шпионить за нашими пользователями. Мы считаем, что каждый имеет право на неприкосновенность частной жизни и технологические платформы должны это уважать.\n\nTG Connect предлагает бесплатный и неограниченный сервис сотням миллионов пользователей, что влечет за собой значительные расходы на оборудование и датацентры. Чтобы оставаться независимым и оставаться верным своим ценностям, TG Connect разработал платный инструмент для продвижения каналов и сообщений с учетом заботы о конфиденциальности пользователей. Мы приветствуем ответственных рекламодателей по адресу:" ,
	"lng_sponsored_info_description2" :  "Рекламные сообщения в настоящее время работают в тестовом режиме. Как только они будут полностью запущены и позволят TG Connect покрывать основные расходы, мы начнем делиться доходами от рекламы с владельцами публичных каналов, в которых выводятся рекламные сообщения.\n\nРеклама в интернете должна перестать быть синонимом нарушения конфиденциальности пользователей. Давайте вместе изменим то, как функционируют технологические компании." ,
	"lng_telegram_features_url" :  "https://t.me/TG_ConnectTips" ,
	"lng_terms_delete_warning" :  "Внимание: в этом случае Ваш аккаунт в TG Connect будет необратимо удалён вместе со всей информацией, которую Вы храните на серверах TG Connect.\n\nВажно: Вы можете отменить удаление и сначала экспортировать данные своего аккаунта, чтобы не потерять их. (Для этого зайдите в свежую версию TG Connect для ПК и выберите Продвинутые настройки > Экспорт данных из TG Connect.)" ,
	"lng_terms_signup_sorry" :  "К сожалению, это означает, что Вы не сможете зарегистрироваться в TG Connect.\n\nВ отличие от других сервисов, мы не используем Ваши данные для рекламы и других коммерческих целей. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться TG Connect. Вы можете регулировать доступ к своим данным в настройках приложения, в разделе Конфиденциальность.\n\nЕсли Вы не готовы предоставить минимальные нужные данные, увы, мы не сможем обеспечить работу TG Connect." ,
	"lng_terms_update_sorry" :  "К сожалению, в этом случае придется отказаться от использования TG Connect. \n\nВ отличие от других сервисов, мы не используем Ваши данные для рекламы и иных коммерческих целей. На серверах хранится только та информация, которая позволяет Вам полноценно пользоваться TG Connect. Вы можете регулировать доступ к своим данным в настройках приложения, в разделе Конфиденциальность.\n\nЕсли Вы не готовы предоставить минимальные нужные данные, увы, мы не сможем обеспечить работу TG Connect. Вы можете удалить аккаунт — или сперва осмотреться и удалить аккаунт позже, если останутся сомнения." ,
	"lng_theme_no_desktop" :  "К сожалению, тема не подходит для приложения TG Connect Desktop." ,
	"lng_theme_no_desktop_version" :  "К сожалению, эта тема не подходит для приложения TG Connect Desktop." ,
	"lng_tray_icon_text" :  "TG Connect продолжает работать,\nВы можете изменить это в настройках.\nЕсли значок исчезнет из области уведомлений,\nего можно перенести из скрытых значков." ,
	"lng_update_telegram" :  "Обновить TG Connect"
}
